[{"name":"Twenty Twenty-Three","slug":"twentytwentythree","version":"1.0","preview_url":"https://wp-themes.com/twentytwentythree/","author":"wordpressdotorg","screenshot_url":"//ts.w.org/wp-content/themes/twentytwentythree/screenshot.png?ver=1.0","rating":66,"num_ratings":27,"homepage":"https://wordpress.org/themes/twentytwentythree/","description":"Twenty Twenty-Three is designed to take advantage of the new design tools introduced in WordPress 6.1. With a clean, blank base as a starting point, this default theme includes ten diverse style variations created by members of the WordPress community. Whether you want to build a complex or incredibly simple website, you can do it quickly and intuitively through the bundled styles or dive into creation and full customization yourself."},{"name":"Twenty Twenty-Two","slug":"twentytwentytwo","version":"1.3","preview_url":"https://wp-themes.com/twentytwentytwo/","author":"wordpressdotorg","screenshot_url":"//ts.w.org/wp-content/themes/twentytwentytwo/screenshot.png?ver=1.3","rating":62,"num_ratings":66,"homepage":"https://wordpress.org/themes/twentytwentytwo/","description":"Built on a solidly designed foundation, Twenty Twenty-Two embraces the idea that everyone deserves a truly unique website. The theme’s subtle styles are inspired by the diversity and versatility of birds: its typography is lightweight yet strong, its color palette is drawn from nature, and its layout elements sit gently on the page. The true richness of Twenty Twenty-Two lies in its opportunity for customization. The theme is built to take advantage of the Full Site Editing features introduced in WordPress 5.9, which means that colors, typography, and the layout of every single page on your site can be customized to suit your vision. It also includes dozens of block patterns, opening the door to a wide range of professionally designed layouts in just a few clicks. Whether you’re building a single-page website, a blog, a business website, or a portfolio, Twenty Twenty-Two will help you create a site that is uniquely yours."},{"name":"Raft","slug":"raft","version":"1.0.6","preview_url":"https://wp-themes.com/raft/","author":"themeisle","screenshot_url":"//ts.w.org/wp-content/themes/raft/screenshot.png?ver=1.0.6","rating":100,"num_ratings":11,"homepage":"https://wordpress.org/themes/raft/","description":"Raft is a lightweight, full-site-editing compatible (FSE) theme ready for your next website. Raft is a super fast, easily customizable, simple theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. Raft works perfectly with Gutenberg and the most popular page builders (Elementor, Brizy, Beaver Builder or the Block Editor). Raft is also WooCommerce ready, responsive, RTL &amp; translation ready. Learn more at https://themeisle.com/themes/raft/."},{"name":"AploBlocks","slug":"aploblocks","version":"0.8.5","preview_url":"https://wp-themes.com/aploblocks/","author":"antwp9876","screenshot_url":"//ts.w.org/wp-content/themes/aploblocks/screenshot.png?ver=0.8.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/aploblocks/","description":"AploBlocks is a block based theme with full support for the Block Editor includng custome colors, typography and full customisation of page layouts.  It comes with over 20 patterns to help you build your pages the way you want them.  This theme includes extra styling options for blocks to allow entrance animations, filters &amp; transforms with no coding knowledge needed.  Suitable for all kinds of websites tailored to exactly fit your needs."},{"name":"Zeever","slug":"zeever","version":"1.0.9","preview_url":"https://wp-themes.com/zeever/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/zeever/screenshot.jpg?ver=1.0.9","rating":46,"num_ratings":4,"homepage":"https://wordpress.org/themes/zeever/","description":"Zeever is a modern, responsive, and elegant dark style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Zeever’s created especially for Digital Agency, Creative Agency, Online Portfolio, Designer and Freelancer website for companies or individuals that need a beautiful landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Elevated Lite","slug":"elevated-lite","version":"1.0.2","preview_url":"https://wp-themes.com/elevated-lite/","author":"risingthemes","screenshot_url":"//ts.w.org/wp-content/themes/elevated-lite/screenshot.png?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/elevated-lite/","description":"Elevated Lite is a modern fully responsive and dynamic full site editing nightclub WordPress theme which is widely used for cafe, restaurant, clubs, bars, hotels and relevant businesses. Elevated Lite WordPress theme has nicely designed for nightclubs, bars and entertainment purpose. This theme has inbuilt music player and equilizer graphics which can make it feel more relevant to disco clubs. This theme has section where you can display the latest video of club event. Elevated Lite WordPress theme has a section where you can display the artists info so the visitor get proper info about the weekend event and hosts. This theme has a numbers of block patterns which you can use it in any pages. By using the block patterns you can create the desired layout. This theme is fully responsive and working well with all the screen resolutions. This theme is tested with the latest version of WordPress and most popular plugins like woocommerce, contact form 7, jetpack etc. Elevated Lite theme has nicely design event section where you can display the event details, ticket info and more."},{"name":"Jaxon","slug":"jaxon","version":"1.0.1","preview_url":"https://wp-themes.com/jaxon/","author":"themeisle","screenshot_url":"//ts.w.org/wp-content/themes/jaxon/screenshot.png?ver=1.0.1","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/jaxon/","description":"Jaxon is a contemporary, minimalistic theme that fully supports full-site-editing. Its versatility makes it suitable for a variety of purposes such as blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It includes a selection of design patterns and multiple style options."},{"name":"Greenshift","slug":"greenshift","version":"0.6","preview_url":"https://wp-themes.com/greenshift/","author":"wpsoul","screenshot_url":"//ts.w.org/wp-content/themes/greenshift/screenshot.png?ver=0.6","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/greenshift/","description":"GreenShift is theme for FSE with maximum perfomance and flexibility. The best companion theme for Greenshift plugin, page and animation builder. It has more than 12 query loop templates, a lot of predefined Post and Page layouts, support for dark mode, header and footer patterns, style switcher, library of block styles and section patterns, dark color scheme, font selector. Theme doesn't use jquery dependencies and has conditional assets to get 100 web vitals score even without cache plugins. GreenShift can be used also to make super fast and clean Woocommerce shops. It has improved style loading for Woocommerce, better inputs, very clean design for shop pages and improved layouts for woocommerce blocks."},{"name":"VisualSite","slug":"visualsite","version":"1.0.8","preview_url":"https://wp-themes.com/visualsite/","author":"wpenjoy","screenshot_url":"//ts.w.org/wp-content/themes/visualsite/screenshot.png?ver=1.0.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/visualsite/","description":"VisualSite is a WordPress theme built with the WordPress Site Editor, which allows you to create beautiful websites with drag and drop, no coding skills required. Theme Demo: https://demo.wpenjoy.com/visualsite"},{"name":"Fork","slug":"fork","version":"1.0.2","preview_url":"https://wp-themes.com/fork/","author":"themeisle","screenshot_url":"//ts.w.org/wp-content/themes/fork/screenshot.png?ver=1.0.2","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/fork/","description":"Fork is a modern, minimalistic theme that is fully compatible with full-site-editing. This powerful theme offers a range of patterns that make it perfect for simple design is suitable for a wide range of purposes, including blogs, small businesses, startups, agencies, firms, e-commerce shops, personal portfolio sites, and more. It also comes with several style variations to suit your unique aesthetic."},{"name":"LaVenta","slug":"laventa","version":"1.1.1","preview_url":"https://wp-themes.com/laventa/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/laventa/screenshot.png?ver=1.1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/laventa/","description":"LaVenta is a free eCommerce WordPress block theme for full site editing. This theme is ideal for all online stores and businesses to display their products online. It is a block-based theme that comes with a pixel-perfect design and extensive functionality for eCommerce websites. This is an elegant theme that can impress visitors and smooth the shopping experience. This theme is compatible with the WooCommerce plugin that lets you build a mobile-friendly eCommerce website with ease. This theme includes powerful features and stunning designs. So, create a fully functional online store with LaVenta. There are 15+ block patterns, 16 Templates, and 9 Template Parts available in this theme to help you build the eCommerce site beautifully. Some of the block patterns are CTA, Featured Content, Footer Dark, Footer Three Columns Dark, Header Media, Header With Social And Cart Dark, Header, Hero Content, Hidden 404, Hidden Archive, Hidden Post, Hidden Search, Recent Products, Product Category, and many more. All the block patterns, Templates, and Templates Parts are fully responsive, highly customizable, and fast loading. Build a beautiful eCommerce website and sell the products with LaVenta right away."},{"name":"Riverbank","slug":"riverbank","version":"1.0.4","preview_url":"https://wp-themes.com/riverbank/","author":"themeisle","screenshot_url":"//ts.w.org/wp-content/themes/riverbank/screenshot.png?ver=1.0.4","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/riverbank/","description":"Riverbank is a highly customizable and user-friendly WordPress theme that is optimized for search engines and fully compatible with the Gutenberg editor and popular page builder plugins. With support for WooCommerce, translation into other languages, and a responsive design, Riverbank is suitable for a variety of websites including blogs, small businesses, and online shops."},{"name":"Extendable","slug":"extendable","version":"1.4.0","preview_url":"https://wp-themes.com/extendable/","author":"extendify","screenshot_url":"//ts.w.org/wp-content/themes/extendable/screenshot.png?ver=1.4.0","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/extendable/","description":"Extendable is a distinct, dynamic block theme designed as a canvas for your next online venture. Sporting multiple style variations, Extendable is the most expressive block theme yet. Go fresh, bold, bohemian or minimal — with a single click."},{"name":"Intrace","slug":"intrace","version":"1.0.9","preview_url":"https://wp-themes.com/intrace/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/intrace/screenshot.jpg?ver=1.0.9","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/intrace/","description":"Intrace is an elegant and simple designed theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Intrace’s created especially for Interior Designer, Architecture, Real Estate and Furniture Designer websites. This template has a beautiful and unique design with a 100% responsive and easy to customize layout. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Gutenify Hustle","slug":"gutenify-hustle","version":"1.0.4","preview_url":"https://wp-themes.com/gutenify-hustle/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-hustle/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-hustle/","description":"Gutenify Hustle is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify Hustle is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Hustle Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Björk","slug":"bjork","version":"0.2.1","preview_url":"https://wp-themes.com/bjork/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/bjork/screenshot.png?ver=0.2.1","rating":100,"num_ratings":5,"homepage":"https://wordpress.org/themes/bjork/","description":"Björk is a minimal theme for blogs and personal websites. It features a sticky sidebar menu on desktop for quick and easy navigation, and the clean design puts your content front and center. Björk comes with seven different theme styles to choose from, and over 15 different block patterns that you can use to quickly build unique page layouts. Demo: https://andersnoren.se/themes/bjork/"},{"name":"BlockMag","slug":"blockmag","version":"1.0.1","preview_url":"https://wp-themes.com/blockmag/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/blockmag/screenshot.png?ver=1.0.1","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/blockmag/","description":"BlockMag is a free magazine WordPress block theme for full site editing. This theme is fully responsive, intuitive, and visually appealing. It is a beautifully designed theme perfect for building magazines and news websites. This block-based theme comes with an array of powerful customization options. The theme includes an eye-catchy light color scheme that looks more appealing. With the help of an intuitive drag-and-drop interface, you can easily customize your site. The theme includes simple and easy-to-use block patterns. There are 19+ block patterns, 11 Templates, and 8 Templates Parts available in this theme to help you build the magazine site the way you want. Some of the block patterns are 404 Header, Ad Full Width After Header, CTA, Cover News, Featured News, Footer Three Columns, Header With Buttons, Header With Logo Center, Recent Blog With Sidebar, Search Header, Post Header Without BG, Logo With No Title, and many more. All the block patterns, Templates, and Templates Parts are fully responsive adapt to all screen sizes, are highly customizable, and have fast loading. Download BlockMag today and start building an amazing magazine website!"},{"name":"Blockline","slug":"blockline","version":"1.0.2","preview_url":"https://wp-themes.com/blockline/","author":"themehunk","screenshot_url":"//ts.w.org/wp-content/themes/blockline/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/blockline/","description":"Blockline is a Fast &amp; lightweight Block Based Full Site Editing WordPress Theme. With FSE, users can create custom templates for different pages or sections of the site, as well as use widgets and other design elements to control the appearance and layout of the site. We believe it will revolutionize the way you create and customize your WordPress site. With Blockline you’ll have access to a range of pre-designed templates and custom block patterns, making it easy to create stunning pages and posts without any coding knowledge."},{"name":"Crcote Corporate","slug":"crcote-corporate","version":"1.0.3","preview_url":"https://wp-themes.com/crcote-corporate/","author":"wprobust","screenshot_url":"//ts.w.org/wp-content/themes/crcote-corporate/screenshot.png?ver=1.0.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/crcote-corporate/","description":"Crcote is a Corporate and Consulting Business WordPress theme dedicated to startups, consultancy businesses and companies operating in the finance, consulting, investing company, legal, corporate, accounting, insurance industries and all modern technology company and software development websites. Easy to set up, customizable and designed with professionalism in mind, Crcote will help you create an impressive website in a matter of minutes. It offers everything you need to build an online profile for your business including portfolio pages, blogs, testimonials and personal profile pages. Crcote is compatible with WooCommerce, a powerful and extendable ecommerce plugin. We have a variety of shop layouts ready to go making it even easier for you to build an impressive online store."},{"name":"Startupzy","slug":"startupzy","version":"1.1.0","preview_url":"https://wp-themes.com/startupzy/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/startupzy/screenshot.jpg?ver=1.1.0","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/startupzy/","description":"Startupzy is a simple, responsive, and elegant theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Startupzy's templates is built for people that have Tech Business, Startup, or Entrepreneur that need a beautiful landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Vorfolio","slug":"vorfolio","version":"1.0.1","preview_url":"https://wp-themes.com/vorfolio/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/vorfolio/screenshot.jpg?ver=1.0.1","rating":20,"num_ratings":1,"homepage":"https://wordpress.org/themes/vorfolio/","description":"Vorfolio is a modern and responsive style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Vorfolio created especially for websites like CV/Resume to promote yourself and showcase your portfolios. Perfect for UI/UX Designer, Product Designer, Freelancer, Agency, Startup Business, and any online portfolio websites for companies or individuals that need a modern landing page for their business. The templates include both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Oaknut","slug":"oaknut","version":"1.0","preview_url":"https://wp-themes.com/oaknut/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/oaknut/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/oaknut/","description":"Oaknut is a block theme designed to help you create Linktree-esque profile pages. Get up and running quickly with one of the 23 prebuilt theme styles, or create your own design with the 14 fonts and 8 button styles included in the theme. Oaknut is built to be fast, easy to use, and fun!"},{"name":"Paloma FSE","slug":"paloma-fse","version":"1.0.1","preview_url":"https://wp-themes.com/paloma-fse/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/paloma-fse/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/paloma-fse/","description":"Paloma FSE is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Paloma FSE is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/paloma-fse/"},{"name":"BlockMe","slug":"blockme","version":"1.0.2","preview_url":"https://wp-themes.com/blockme/","author":"themesdna","screenshot_url":"//ts.w.org/wp-content/themes/blockme/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/blockme/","description":"BlockMe is a minimalist, block based WordPress theme for blogging websites and writers. It has full site editing features, block patterns, responsive design and much more. BlockMe theme employs a lightweight design and the latest codes, which are further optimized to provide you with a faster page load speed. Theme demo: https://demo.themesdna.com/blockme/"},{"name":"Sparkle FSE","slug":"sparkle-fse","version":"1.0.5","preview_url":"https://wp-themes.com/sparkle-fse/","author":"sparklewpthemes","screenshot_url":"//ts.w.org/wp-content/themes/sparkle-fse/screenshot.png?ver=1.0.5","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/sparkle-fse/","description":"Sparkle FSE is a modern block-based theme where you can build your own unique-looking website by using WordPress Blocks Editor. Sparkle FSE is a multipurpose block-based free WordPress theme, the theme is built in accordance with Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need."},{"name":"Arc Fse","slug":"arc-fse","version":"1.0.6","preview_url":"https://wp-themes.com/arc-fse/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/arc-fse/screenshot.png?ver=1.0.6","rating":80,"num_ratings":2,"homepage":"https://wordpress.org/themes/arc-fse/","description":"Arc Fse is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Arc Fse is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/arc-fse/"},{"name":"Saasify","slug":"saasify","version":"0.0.4","preview_url":"https://wp-themes.com/saasify/","author":"blockify","screenshot_url":"//ts.w.org/wp-content/themes/saasify/screenshot.png?ver=0.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/saasify/","description":"Modern full site editing child theme for Blockify. Perfect for SaaS companies, startups, agencies, freelancer portfolios, crypto or any digital product or service business.","template":"blockify"},{"name":"PhotoBrust","slug":"photobrust","version":"1.0.1","preview_url":"https://wp-themes.com/photobrust/","author":"wenthemes","screenshot_url":"//ts.w.org/wp-content/themes/photobrust/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/photobrust/","description":"PhotoBrust is a free photography WordPress block theme for Full Site Editing. It is ideal for photographers, photo bloggers, graphic designers, and freelancers. The theme is built in accordance with Full Site Editing features so, customize your site beautifully. The theme includes a fully responsive and unique design that helps in making your site marvelous among others. The theme comes with amazing features and functions. The theme includes clean typography and a simple design. And, the theme includes 13+ different block patterns, 10 Templates, and 5 Template Parts. Some of the block patterns are Hero Content, Featured Content, Header Media, Sidebar, 404 Header, Archive Header, Blog Header, Default Footer, Footer Three Columns, Default Header, Post Header, Post Header with img BG, Recent Blog with Sidebar, and many more. All of the blocks, block patterns, templates, and templates parts are fully responsive and highly customizable. Download PhotoBrust today and start building stunning photography sites with blocks! Official Support Forum: https://themepalace.com/support-forum/ Full Demo: https://demo.wenthemes.com/photobrust-free/"},{"name":"Gutenify News","slug":"gutenify-news","version":"1.0.4","preview_url":"https://wp-themes.com/gutenify-news/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-news/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-news/","description":"Gutenify News is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify News is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify News Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Course","slug":"course","version":"1.2.1","preview_url":"https://wp-themes.com/course/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/course/screenshot.png?ver=1.2.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/course/","description":"Course is a flexible and modern theme for anyone wanting to share their knowledge. The theme is built with integration with Sensei LMS and is ideal for Sensei users that are creating or selling courses. Style variations with multiple font and color combinations help you craft the perfect look and feel to show off courses and content. The theme can be used without Sensei too."},{"name":"Cockatoo","slug":"cockatoo","version":"1.0.1","preview_url":"https://wp-themes.com/cockatoo/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/cockatoo/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/cockatoo/","description":"Cockatoo is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Cockatoo has a modern, white style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Cockatoo Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"Upsidedown","slug":"upsidedown","version":"1.0.1","preview_url":"https://wp-themes.com/upsidedown/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/upsidedown/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/upsidedown/","description":"Upsidedown is a blog theme designed in the WordPress Site Editor. With its neat visuals, it introduces a direct experience on post reading: noticeable post titles listed on a text-only page, with an original swap of header and footer blocks."},{"name":"Zoologist","slug":"zoologist","version":"1.0.37","preview_url":"https://wp-themes.com/zoologist/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/zoologist/screenshot.png?ver=1.0.37","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/zoologist/","description":"Zoologist is a simple blogging theme that supports full-site editing.","template":"blockbase"},{"name":"Block Aarambha","slug":"block-aarambha","version":"1.0.1","preview_url":"https://wp-themes.com/block-aarambha/","author":"aarambhathemes","screenshot_url":"//ts.w.org/wp-content/themes/block-aarambha/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/block-aarambha/","description":"Block Aarambha is a full site editing Blog WordPress Theme. It is a modern block-based theme distinctively developed with ease of use and neat design. This theme is particularly developed to help you to make your unique-looking website. As it is a block-based theme, you can alter every component of the site including page layouts, typography, colors, etc."},{"name":"Blocland FSE","slug":"blocland-fse","version":"1.0.6","preview_url":"https://wp-themes.com/blocland-fse/","author":"xideathemes","screenshot_url":"//ts.w.org/wp-content/themes/blocland-fse/screenshot.jpg?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/blocland-fse/","description":"Blocland FSE is a block theme developed with the Gutenberg Editor. It is the classic template of the Blocland theme series. You can easily customize your website with the full site editing approach of Blocland FSE."},{"name":"Vision FSE","slug":"vision-fse","version":"1.0.3","preview_url":"https://wp-themes.com/vision-fse/","author":"eaglethemes","screenshot_url":"//ts.w.org/wp-content/themes/vision-fse/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/vision-fse/","description":"Vision FSE is a block-based WordPress theme that is compatible with the Gutenberg editor and popular page builders. It is designed to help users create beautiful and modern websites with ease. It comes with a variety of features such as custom page layouts, custom widgets, and a drag-and-drop page builder. It also includes a multiple free blocks that allows users to customize their website with ease. Additionally, Vision FSE is optimized for SEO and speed, making it a great choice for any website."},{"name":"UniBlock","slug":"uniblock","version":"1.1.5","preview_url":"https://wp-themes.com/uniblock/","author":"wpzoom","screenshot_url":"//ts.w.org/wp-content/themes/uniblock/screenshot.png?ver=1.1.5","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/uniblock/","description":"UniBlock is a next-generation WordPress theme that adopts the Full Site Editing concept. Using the new Theme Editor, you have complete control over the design of your website. You can now change not just the colors and fonts in your theme but also make changes to the layout and global sections like the header and footer. The theme is fully GDPR-compliant and doesn't use any external Google Fonts. All fonts are locally hosted. The theme bundles 6 Color Schemes and 19 Block Patterns. DEMO CONTENT &amp; Documentation can be found here: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#10132; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; https://www.wpzoom.com/documentation/uniblock/"},{"name":"Gutenify FSE","slug":"gutenify-fse","version":"1.0.2","preview_url":"https://wp-themes.com/gutenify-fse/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-fse/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-fse/","description":"Gutenify FSE is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify FSE is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify FSE Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Gutenify Fit","slug":"gutenify-fit","version":"1.0.2","preview_url":"https://wp-themes.com/gutenify-fit/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-fit/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-fit/","description":"Gutenify Fit is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify Fit is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Fit Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Bibimbap","slug":"bibimbap","version":"1.0.0","preview_url":"https://wp-themes.com/bibimbap/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/bibimbap/screenshot.png?ver=1.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/bibimbap/","description":"A simple and fun restaurant theme."},{"name":"Gutenify Civil","slug":"gutenify-civil","version":"1.0.1","preview_url":"https://wp-themes.com/gutenify-civil/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-civil/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-civil/","description":"Gutenify Hustle is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify Hustle is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Hustle Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Droplet","slug":"droplet","version":"1.0.1","preview_url":"https://wp-themes.com/droplet/","author":"fly2sky","screenshot_url":"//ts.w.org/wp-content/themes/droplet/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/droplet/","description":"Droplet is a plumber WordPress theme made for plumber services, sewer services, water leakages, heating services and other relevant to plumbing businesses. Anything that has to do with water is essential. As the saying goes, “water is essential for life,” so is the plumbing business important. Droplet WordPress theme is made with block patterns and full site editing WordPress theme. This theme comes with many block patters so you can create desire layout by using the patters. The fitting and maintenance of the water systems in structures and houses are also crucial. There is nowhere water or services related to it are not needed. Plumbing services are needed worldwide, and they are required daily. Plumbing services are necessary to fix water-related issues and materials or repair them. Whatever the case, plumbing services are indispensable. By using this theme you can create a decent website for your business."},{"name":"Ona","slug":"ona","version":"1.17.3","preview_url":"https://wp-themes.com/ona/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona/screenshot.jpg?ver=1.17.3","rating":86,"num_ratings":4,"homepage":"https://wordpress.org/themes/ona/","description":"Ona is a Full Site Editing WordPress theme based on the minimal design style. It comes with many pre-defined block patterns. Ona includes 12 custom child themes, 5 of them are free. Header and footer builder allows you easily edit your layout and choose pre-made elements. It's easy to customize colors and fonts via global options. This theme is perfect for fast optimized websites that have an instant impact On Core Web Vitals performance. Demo: https://ona.deothemes.com/"},{"name":"Evit FSE","slug":"evit-fse","version":"1.0.2","preview_url":"https://wp-themes.com/evit-fse/","author":"eaglethemes","screenshot_url":"//ts.w.org/wp-content/themes/evit-fse/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/evit-fse/","description":"EVIT FSE is a block-based WooCommerce-compatible theme with dedicated support,flexible customization options,font and color control,and pre-made demos for various industries. A real demo is available at the provided link: https://demos.eaglevisionit.com/evit-fse"},{"name":"Aeonium","slug":"aeonium","version":"1.0.3","preview_url":"https://wp-themes.com/aeonium/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/aeonium/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/aeonium/","description":"A dark full site editing (FSE) block theme. Aeonium has six style variations/color palettes including one light style in addition to the default design."},{"name":"Coming Soon Block","slug":"coming-soon-block","version":"1.0.2","preview_url":"https://wp-themes.com/coming-soon-block/","author":"hamidxazad","screenshot_url":"//ts.w.org/wp-content/themes/coming-soon-block/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/coming-soon-block/","description":"Coming soon block theme is a one page full site editing block theme with countdown timer"},{"name":"Serval","slug":"serval","version":"1.0.1","preview_url":"https://wp-themes.com/serval/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/serval/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/serval/","description":"Serval is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Serval has a modern, trendy style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Serval Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"VisionArt","slug":"visionart","version":"1.0.1","preview_url":"https://wp-themes.com/visionart/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/visionart/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/visionart/","description":"VisionArt is a free photography WordPress block theme for full site editing. This theme is perfect for photographers, graphic designers, creative artists, photo bloggers, freelancers, and other creative photography-centric websites. It is a block-based theme that offers a range of features and design options for building a perfect photography website. The theme comes with a light color scheme with an amazing design. With Full Site Editing features, you can customize your site the way want. All the block patterns are simple and easy to use so drag and drop the blocks and build the content perfectly. There are 25 + different block patterns, 22 FSE Templates, and 11 Template Parts available in this theme. Some block patterns are Contact, Header Media, Pricing, Services, Sidebar, Stats, Team, 404 Header With Background, Archive Header With Background, Featured Content, Footer, Footer With Three Columns, Header Transparent With Cart, Product Sidebar, Recent Blog, Search Header, and many more. All of the blocks, block patterns, templates, and template parts in VisionArt are highly customizable, fully responsive, fast loading, and adapt to all screen sizes perfectly. Download VisionArt today and build a stunning photography website and let your photos shine."},{"name":"Beaumont","slug":"beaumont","version":"0.2.2","preview_url":"https://wp-themes.com/beaumont/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/beaumont/screenshot.png?ver=0.2.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/beaumont/","description":"Beaumont is a simple block theme for your words. It includes a handful of block patterns to help you create beautiful layouts, ten different theme styles to choose from, and seven different layouts for the blog archive. Demo: https://andersnoren.se/themes/beaumont/"},{"name":"Fairy FSE","slug":"fairy-fse","version":"1.0.1","preview_url":"https://wp-themes.com/fairy-fse/","author":"candidthemes","screenshot_url":"//ts.w.org/wp-content/themes/fairy-fse/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/fairy-fse/","description":"Fairy FSE is the minimal and clean WordPress full site editing theme. This theme is particularly developed for the blog. It comes with various templates and template parts. It is a clean, responsive, and cross-browser-compatible theme. This theme is FSE version of Fairy. Demo: https://demo.candidthemes.com/fairy-fse/"},{"name":"Creatify","slug":"creatify","version":"0.3.4","preview_url":"https://wp-themes.com/creatify/","author":"blockify","screenshot_url":"//ts.w.org/wp-content/themes/creatify/screenshot.png?ver=0.3.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/creatify/","description":"Full site editing block theme perfect for agencies, creatives, and portfolios looking to showcase their work in a modern and professional way. Easily customize every aspect of your website using the powerful block editor. No coding skills are required, just drag and drop the blocks you need to create the layout you want. Fully compatible with the Blockify plugin, which means you can use all of its features to create beautiful, interactive pages with ease.","template":"blockify"},{"name":"Accountra","slug":"accountra","version":"1.0.2","preview_url":"https://wp-themes.com/accountra/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/accountra/screenshot.jpg?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/accountra/","description":"Accountra is a modern and responsive style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Accountra created especially for corporate website like Accounting Firm, Accountancy Agency, Tax Reporting, Finance Consultant, Accountant, Consulting Business, and Freelancer website for companies or individuals that need a modern landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Pentatonic","slug":"pentatonic","version":"1.1.2","preview_url":"https://wp-themes.com/pentatonic/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/pentatonic/screenshot.png?ver=1.1.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/pentatonic/","description":"Pentatonic is a free music WordPress block theme for full site editing. This is a block-based theme that is ideal for musicians, bands, artists, and other creative artists. This music theme includes beautiful designs that let you showcase everything that you have to offer. It comes with a responsive design that looks beautiful on all screen sizes. The theme is built in with amazing Full Site Editing features that let you customize your site perfectly. The theme comes with a dark color scheme that looks unique and attracts customers to your site. The block patterns are simple and easy to use which let you drag and drop the blocks and build the content perfectly. There are 15 + different block patterns, 11 Templates, and 8 Template Parts available in this theme. Some of the block patterns are About Us, CTA, Featured Content, Sidebar, Music Podcasts, 404 Header, Archive header, Default footer, Footer with three columns, Default header, Recent with blog sidebar, Post header, Header with buttons, and many more. All of the blocks, block patterns, templates, and template parts in Pentatonic are fully responsive, highly customizable, and adapt to all screen sizes beautifully. Download Pentatonic today and start building your music site bold and beautiful."},{"name":"Macaque","slug":"macaque","version":"1.0.3","preview_url":"https://wp-themes.com/macaque/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/macaque/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/macaque/","description":"Macaque is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Macaque has a modern, trendy style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Macaque Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"Blockpress","slug":"blockpress","version":"1.2.1","preview_url":"https://wp-themes.com/blockpress/","author":"motionblocks","screenshot_url":"//ts.w.org/wp-content/themes/blockpress/screenshot.png?ver=1.2.1","rating":98,"num_ratings":11,"homepage":"https://wordpress.org/themes/blockpress/","description":"The block theme for creative sites with maximum perfomance and flexibility. It has more than 12 query loop templates, a lot of predefined Post and Page layouts, header and footer patterns, style switcher, library of block styles and section patterns, dark color scheme, font selector. Theme doesn't use jquery dependencies and any style library. All of these makes theme to be perfect if you need 100 web vitals score even without cache plugins. BlockPress can be used also to make super fast and clean Woocommerce shops. It has improved style loading for Woocommerce, better inputs, very clean design for shop pages and improved layouts for woocommerce blocks."},{"name":"CraftMag","slug":"craftmag","version":"1.0.2","preview_url":"https://wp-themes.com/craftmag/","author":"pubudu-malalasekara","screenshot_url":"//ts.w.org/wp-content/themes/craftmag/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/craftmag/","description":"CraftMag WordPress theme is a block theme created for all kinds of Magazines, Newspapers and blogs. Learn more at https://themezhut.com/themes/craftmag/"},{"name":"EduBlock","slug":"edublock","version":"1.1.3","preview_url":"https://wp-themes.com/edublock/","author":"wpzoom","screenshot_url":"//ts.w.org/wp-content/themes/edublock/screenshot.png?ver=1.1.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/edublock/","description":"EduBlock is a WordPress theme for education websites that features a modern design and support for the new Site Editor. It includes custom page templates with sections to showcase all the needed information for a University, College, or School website. The theme is fully GDPR-compliant and doesn't use any external Google Fonts. All fonts are locally hosted. The PRO version can be found here: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &#10132; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; https://www.wpzoom.com/themes/edublock-pro/"},{"name":"Auto Car Dealership","slug":"auto-car-dealership","version":"1.1.2","preview_url":"https://wp-themes.com/auto-car-dealership/","author":"vowelweb","screenshot_url":"//ts.w.org/wp-content/themes/auto-car-dealership/screenshot.png?ver=1.1.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/auto-car-dealership/","description":"Auto Car Dealership is a spectacular block based theme for websites designed for car and automobile businesses, car rentals, bike rental, car mechanic, automotive and car dealerships, auto dealers, car listings, electric cars and vehicles, auto part shops, car repair services, etc. This theme is loaded with full site editing features, block patterns, block editor patterns and much more. Crafted by WordPress experts, this theme makes use of lightweight design and the latest HTML codes that are further optimized to give you a faster page load speed. The overall look is elegant and at the same time professional to represent your business in a very presentable manner. This theme is retina-ready and has a responsive design that makes it work well across any device. There is a beautifully designed banner and many sections for displaying information about your Team, showing the client Testimonials, and more. There are plenty of customization options available for you to tweak the design and add your own flavor. To make the design SEO-friendly, developers have implemented the best coding practices so that you don’t need to take extra effort. Call to Action Button (CTA) will ensure that your visitors will get the proper guidance for the next step. There are many social media options available for your website and the theme is also made translation-ready to support multiple languages. Demo: https://www.vwthemes.net/auto-car-dealership/"},{"name":"Smartcube","slug":"smartcube","version":"1.0.2","preview_url":"https://wp-themes.com/smartcube/","author":"themezee","screenshot_url":"//ts.w.org/wp-content/themes/smartcube/screenshot.jpg?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/smartcube/","description":"Smartcube is a perfect theme for news and magazine websites as well as simple blogs. The unique design looks great on every device. The main highlight of Scmartcube is the flexible block pattern library which allows you to create a magazine-styled homepage with ease."},{"name":"Gutenify Photography","slug":"gutenify-photography","version":"1.0.8","preview_url":"https://wp-themes.com/gutenify-photography/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-photography/screenshot.png?ver=1.0.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-photography/","description":"Gutenify Photography is modern block-based theme where you can build your own unique looking photography website by using WordPress Blocks Editor. Gutenify Photography is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Photography Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Photography with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-photography/"},{"name":"Echelon FSE","slug":"echelon-fse","version":"1.0.1","preview_url":"https://wp-themes.com/echelon-fse/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/echelon-fse/screenshot.jpg?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/echelon-fse/","description":"Echelon FSE is a modern and responsive style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Echelon FSE created especially for Corporate, Company Profile, Business Agency, Consulting, and all other Business websites. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Gutenify Photoshot","slug":"gutenify-photoshot","version":"1.0.7","preview_url":"https://wp-themes.com/gutenify-photoshot/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-photoshot/screenshot.png?ver=1.0.7","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-photoshot/","description":"Gutenify Photoshot is modern block-based theme where you can build your own unique looking photograhphy website by using WordPress Blocks Editor. Gutenify Photoshot is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Photoshot Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Travey","slug":"travey","version":"1.0.3","preview_url":"https://wp-themes.com/travey/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/travey/screenshot.jpg?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/travey/","description":"Travey is a simple, responsive, and elegant looking theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Travey’s created especially for Travel Agency, Tour Operator, Adventurer, Tourism, Destination Trips, Holiday and other similar businesses. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Lettre","slug":"lettre","version":"1.1.3","preview_url":"https://wp-themes.com/lettre/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/lettre/screenshot.png?ver=1.1.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/lettre/","description":"A theme for writers that want to publish a newsletter using Jetpack."},{"name":"Sicily","slug":"sicily","version":"1.0.4","preview_url":"https://wp-themes.com/sicily/","author":"remonlumapas","screenshot_url":"//ts.w.org/wp-content/themes/sicily/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/sicily/","description":"A vineyard and winery WordPress theme inspired by the wines of Sicily and the colors of Sicilian buildings. The Sicily theme is a modern block-based theme where you can own unique looking vineyard website using WordPress Blocks Editor. The Sicily theme is built in accordance with Full Site Editing (FSE) features introduced since WordPress 5.9, which means that every aspect such; as colors, typography, and layout of every page on your website is customizable to suit your needs. The Sicily theme includes block patterns, opening the door to a wide array of professionally designed layouts in just a few clicks. Whether you’re building a vineyard or wine-related website, or a different kind of website, Sicily will help you create a site that is uniquely yours."},{"name":"Gutenify Medical","slug":"gutenify-medical","version":"1.0.2","preview_url":"https://wp-themes.com/gutenify-medical/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-medical/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-medical/","description":"Gutenify Medical is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify Medical is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Medical Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Gokyo Fse","slug":"gokyo-fse","version":"1.0.6","preview_url":"https://wp-themes.com/gokyo-fse/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/gokyo-fse/screenshot.png?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gokyo-fse/","description":"Gokyo Fse is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Gokyo Fse is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/gokyo-fse/"},{"name":"YITH Wonder","slug":"yith-wonder","version":"1.3.0","preview_url":"https://wp-themes.com/yith-wonder/","author":"yithemes","screenshot_url":"//ts.w.org/wp-content/themes/yith-wonder/screenshot.jpg?ver=1.3.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/yith-wonder/","description":"Wonder is the new block-based, multi-purpose, WordPress theme by YITH. Compose your pages to fit any design you like with the power of Full Site Editing (FSE) and the included wide range of Block Patterns. The pre-built pages will help you populate and transform your website into a wonderful website. Customize colors and font pairings to create your own unique look and feel. Check out the demo site at https://wonder.yithemes.com/"},{"name":"Charta","slug":"charta","version":"1.0.2","preview_url":"https://wp-themes.com/charta/","author":"themezee","screenshot_url":"//ts.w.org/wp-content/themes/charta/screenshot.png?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/charta/","description":"Charta is an experimental block theme featuring a classic two column layout with a right sidebar. With its clean and modern design the theme is perfectly suited for starting a simple blog or news site. Without many bells and whistles, it is an easy way to try out the new Full Site Editing experience of WordPress."},{"name":"Gutenify Finance","slug":"gutenify-finance","version":"1.0.5","preview_url":"https://wp-themes.com/gutenify-finance/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-finance/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-finance/","description":"Gutenify Finance is modern block-based theme where you can build your own unique looking finance website by using WordPress Blocks Editor. Gutenify Finance is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Finance Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Carnival Lite","slug":"carnival-lite","version":"1.0","preview_url":"https://wp-themes.com/carnival-lite/","author":"gracethemes","screenshot_url":"//ts.w.org/wp-content/themes/carnival-lite/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/carnival-lite/","description":"Carnival Lite is a free art gallery WordPress theme designed for museum and art gallery. This theme can also be used for events, exhibition, conference, expo, event management companies, schedule, seminar, meeting, meetup, speakers, event planners, wedding planners, charity or non profit websites. It is a fully responsive and retina-ready theme with a clean design and modern look. The homepage of this theme is highly attractive and customizable. Everything on the homepage is customizable, starting from colors and fonts to layouts and backgrounds. You will get a great variety of options to choose from. This SEO-friendly WordPress theme is designed to be absolutely SEO optimized. This remarkable feature of this theme helps in boosting the website ranking in the Google search engine vigorously. Moreover, this feature will also help in drawing more and more traffic to your website. Demo: https://gracethemes.com/demo/carnival/"},{"name":"Marenda","slug":"marenda","version":"1.0.6","preview_url":"https://wp-themes.com/marenda/","author":"xideathemes","screenshot_url":"//ts.w.org/wp-content/themes/marenda/screenshot.jpg?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/marenda/","description":"This is a very useful and modern theme from Xidea Themes. Marenda is a block theme developed with Gutenberg Editor. With the full site editing approach, you can easily customize your web site."},{"name":"ArtsyLens","slug":"artsylens","version":"1.0.3","preview_url":"https://wp-themes.com/artsylens/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/artsylens/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/artsylens/","description":"ArtsyLens is a free artistic WordPress block theme that comes with a sleek design and awesome functionality. This theme is perfect for artists, illustrators, designers, freelancers, photographers, and other creative professionals. This block-based theme comes with a light color scheme so, create an outstanding website. It is fully responsive and looks amazing on all screen sizes. It is a block-based theme built in accordance with full site editing features that let you customize your site easily. All the block patterns are simple and easy to use where you can easily drag and drop the blocks and build the content perfectly. There are 14 + different block patterns, 17 FSE Templates, and 6 Template Parts available in this theme. Some block patterns are Contact, Featured Content, Hero Content, Portfolio, Sidebar, 404 Header, Archive Header, Footer, Footer with Three Columns, Header, 404 Content, Post Header Default, Post Header, Recent Blog, and Search Header. All of the blocks, block patterns, templates, and template parts in ArtsyLens are fully responsive, highly customizable, and adapt to all screen sizes beautifully. Download ArtsyLens today and start building a stunning website with blocks."},{"name":"Ambitio","slug":"ambitio","version":"1.0","preview_url":"https://wp-themes.com/ambitio/","author":"themezee","screenshot_url":"//ts.w.org/wp-content/themes/ambitio/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ambitio/","description":"Ambitio is a clean and lightweight block theme with modern colors and typography. The theme supports a huge range of block patterns, multiple header and footer block template parts as well as global style variants."},{"name":"FSE Spiritual","slug":"fse-spiritual","version":"1.0.4","preview_url":"https://wp-themes.com/fse-spiritual/","author":"fly2sky","screenshot_url":"//ts.w.org/wp-content/themes/fse-spiritual/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/fse-spiritual/","description":"Spiritual is full site editing and fully functional WordPress theme with all the necessary features a church WordPress theme must possess. With our themes, we are intentional about the location of contents and the heading tags to ensure you stand a great chance of being listed in search engines. This theme is search engine optimized and comes with an easily managed section for staff profiles. Every page is search engine optimized, and this is good for business. It is highly responsive, quickly downloading our spiritual WordPress theme on any device. The theme is undoubtedly compatible with all devices, from mobile phones to laptops and tablets. Our headers come with style, and you can stylishly introduce your church or organization to people in a captivating way. This makes you catch their attention and make them stay glued to your site. A great feature is the event management icon, where you can outline upcoming events and add the full details. Also, you can include sermon notes, activities, and services you want to showcase and highlight on your website. This theme is comes with many block patterns that you can use to create the desired layout for your website."},{"name":"Gutenify Corporate","slug":"gutenify-corporate","version":"1.0.8","preview_url":"https://wp-themes.com/gutenify-corporate/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-corporate/screenshot.png?ver=1.0.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-corporate/","description":"Gutenify Corporate is modern block-based theme where you can build your own unique looking corporate website by using WordPress Blocks Editor. Gutenify Corporate is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Corporate Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-corporate/"},{"name":"Next Blog","slug":"next-blog","version":"1.0.2","preview_url":"https://wp-themes.com/next-blog/","author":"nextwpthemes","screenshot_url":"//ts.w.org/wp-content/themes/next-blog/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/next-blog/","description":"Next Blog is a block based theme for websites designed for blogging. This theme is loaded with full site editing features, block patterns, block editor patterns and much more. Crafted by WordPress experts, this theme makes use of lightweight design and the latest HTML codes that are further optimized to give you a faster page load speed. This theme is retina-ready and has a responsive design that makes it work well on every device. To make the design SEO-friendly, developers have given the best coding practices so that you can work effortless. The theme is also made translation-ready to support multiple languages and there are many social media options available for your website."},{"name":"eStory","slug":"estory","version":"1.0.2","preview_url":"https://wp-themes.com/estory/","author":"themegrill","screenshot_url":"//ts.w.org/wp-content/themes/estory/screenshot.jpg?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/estory/","description":"eStory is the first FSE/block theme that provides a comprehensive solution for your blogging website. It is suitable for any kind of blog niches: personal, corporate, fashion, food, lifestyle, travel, news, affiliate, etc. Optimized for SEO and speed, and it is fast, light-weighted, GDPR compliant, translation &amp; RTL ready. Grow your profit with advertisement spaces. Patterns available allow you to give unique look to your site as you need. eStory uses available Gutenberg blocks and makes the experience seamless. Responsive and clean design provides great readability on any screen size and hence engages your readers to your content. Import the exclusive demo site and publish your blog posts instantly. CHECK OUT THE DEMO SITES HERE: https://themegrilldemos.com/estory | THE DOCUMENTATION: https://docs.themegrill.com/estory | CONTACT FOR SUPPORT: https://themegrill.com/contact/"},{"name":"Chuo","slug":"chuo","version":"1.0.1","preview_url":"https://wp-themes.com/chuo/","author":"remonlumapas","screenshot_url":"//ts.w.org/wp-content/themes/chuo/screenshot.png?ver=1.0.1","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/chuo/","description":"Chuo is a landing page WordPress theme inspired by the technology and innovation of Chuo (City). Chuo is a modern block-based theme where you can build your unique-looking website by using WordPress Block Editor. The Chuo theme is created in accordance with Full Site Editing (FSE) features introduced since WordPress 5.9, so every aspect, such as colors, typography, and layout of every page on your website, is customizable to suit your needs."},{"name":"Blockify","slug":"blockify","version":"1.2.1","preview_url":"https://wp-themes.com/blockify/","author":"blockify","screenshot_url":"//ts.w.org/wp-content/themes/blockify/screenshot.png?ver=1.2.1","rating":92,"num_ratings":7,"homepage":"https://wordpress.org/themes/blockify/","description":"Lightweight full site editing block theme framework. Blockify provides useful features that help you build modern WordPress sites with blocks. Optimized for speed - loads zero CSS, JavaScript, image or font files by default. Customization settings including SVG icons, box shadows, gradient text, absolute positioning, responsive settings, negative margins and more. Designed for use with child themes and compatible with most popular plugins. Blockify is a great starting point and toolkit for building your own custom block theme."},{"name":"Mintify","slug":"mintify","version":"0.0.4","preview_url":"https://wp-themes.com/mintify/","author":"blockify","screenshot_url":"//ts.w.org/wp-content/themes/mintify/screenshot.png?ver=0.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/mintify/","description":"Mintify is a powerful WordPress theme designed specifically for crypto, fintech, and SaaS companies. With its clean and modern design, Mintify is the perfect choice for organizations looking to create a professional online presence. It features support for online banking and crypto features, making it easy to showcase your services. Its intuitive layout ensures a seamless user experience for your visitors. Check out Mintify now and give your website a fresh, modern look!","template":"blockify"},{"name":"Renovater","slug":"renovater","version":"1.0.4","preview_url":"https://wp-themes.com/renovater/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/renovater/screenshot.jpg?ver=1.0.4","rating":40,"num_ratings":1,"homepage":"https://wordpress.org/themes/renovater/","description":"Renovater is a modern and responsive style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Renovater created especially for Construction, Building Companies and Freelancer website for companies or individuals that need a modern landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"JetBlack FSE","slug":"jetblack-fse","version":"1.0.1","preview_url":"https://wp-themes.com/jetblack-fse/","author":"ffthemes","screenshot_url":"//ts.w.org/wp-content/themes/jetblack-fse/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/jetblack-fse/","description":"JetBlack FSE is free Block based theme for full site editing. It is first full site editing theme by FireFly Themes. This theme is packed with ready to use blog pattern, you will just have to drag and drop pattern to desired area. There are also various template parts and templates available in theme. JetBlack FSE is multipurpose dark theme, with different customizable patterns you can build a modern website in few clicks. The theme is suitable for any kind of business and is very flexible. JetBlack FSE has clean design with updated secure codes. There are 3 Template parts, 9 Templates12 different block patterns. Some of block patterns are, 404 Error Page, Archive Title, Default Footer, Default Header, Hero Content, Latest News, Main Banner, Post Title, Recent Works, Services, Sidebar and What We Do. All the block patterns, templates and template parts are highly customizable and beautifully adapts all screen sizes. Do download JetBlack FSE today and explore word of Full site editing."},{"name":"Shoplaza","slug":"shoplaza","version":"1.0.1","preview_url":"https://wp-themes.com/shoplaza/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/shoplaza/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/shoplaza/","description":"Shoplaza is a free eCommerce WordPress block theme for full site editing. This block-based theme comes with a classy, elegant, and minimal design perfect to make your sales strong and steady. It is ideal for all types of eCommerce websites and also online stores. There are WooCommerce patterns available in this theme. So, to use these patterns, you need to install the WooCommerce plugin. You can easily drag and drop the block patterns and customize your website just the way you want. All the features and functionality of this theme are fully customizable. There are 18+ block patterns, 16 Templates, and 9 Template Parts available in this theme to help you build the eCommerce site beautifully. Some of the block patterns are 404 Header, Archive Header, CTA, Featured Product Three Columns, Footer Default, Footer Three Columns, Header Default, Header Media, Header With Cart, Hidden 404, Post Header, Product Category Four Rows, Search Header, Shop Header, Sidebar Products, Sidebar, and WooCommerce Features. All the block patterns, Templates, and Templates Parts are fully responsive, highly customizable, and fast loading. Download Shoplaza today and build a professional-looking eCommerce website and sell the products."},{"name":"Elyn","slug":"elyn","version":"1.3","preview_url":"https://wp-themes.com/elyn/","author":"unisonthemes","screenshot_url":"//ts.w.org/wp-content/themes/elyn/screenshot.jpg?ver=1.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/elyn/","description":"Elyn is a clean minimal theme that supports full-site editing."},{"name":"Mongoose","slug":"mongoose","version":"1.0.0","preview_url":"https://wp-themes.com/mongoose/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/mongoose/screenshot.png?ver=1.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/mongoose/","description":"Mongoose is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Mongoose has a modern, trendy style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Mongoose Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"Axl Fse","slug":"axl-fse","version":"1.0.0","preview_url":"https://wp-themes.com/axl-fse/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/axl-fse/screenshot.png?ver=1.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/axl-fse/","description":"Axl Fse is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Axl Fse is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/axl-fse/"},{"name":"Catch FSE","slug":"catch-fse","version":"1.6.1","preview_url":"https://wp-themes.com/catch-fse/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/catch-fse/screenshot.png?ver=1.6.1","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/catch-fse/","description":"Catch FSE is a Free WordPress Block Theme for Full Site Editing. This theme comes with a responsive minimal design. With the Global Styles feature introduced in WordPress 6.0, you can pick your site color style from Dark or Light color schemes. The theme suits best for all kinds of websites including online blogs and corporate sites. Catch FSE has been built with the help of Twenty Twenty-Two. You can easily start building your content with the intuitive drag and drop interface using block patterns. It is a block-based theme and the theme is built in accordance of Full Site Editing features. It means that all the aspects including colors, typography, and the layout of every single page/post on your site can be customized to suit your need. With clean typography and simple design, Catch FSE helps in making your site unique among others. The theme comes with 15 different block patterns, 15 FSE Templates, and 9 Template Parts to help you build your custom corporate site the way you want. Also, using the custom blocks available in the theme, Catch FSE comes with different block patterns. For instance, About Us, Call to Action (CTA), Featured Content, Header Media, Header with Buttons, 404 Header, Archive Header, Default Footer, Footer Three Columns, Default Header, Post Header, Recent Blog with Sidebar, and Search Header. All of the blocks, block patterns, templates, and template parts in Catch FSE are fully responsive, adapt flawlessly to all screen sizes, and are highly customizable. Download Catch FSE today and start building your site with blocks!"},{"name":"Pendant","slug":"pendant","version":"1.0.12","preview_url":"https://wp-themes.com/pendant/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/pendant/screenshot.png?ver=1.0.12","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/pendant/","description":"An elegant product-focused theme"},{"name":"Gutenify Business Dark","slug":"gutenify-business-dark","version":"1.0.7","preview_url":"https://wp-themes.com/gutenify-business-dark/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-business-dark/screenshot.png?ver=1.0.7","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/gutenify-business-dark/","description":"Gutenify Business Dark is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Gutenify Business Dark is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Business Dark Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website.Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Business Dark with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-business-dark/"},{"name":"Seahorse","slug":"seahorse","version":"1.0.2","preview_url":"https://wp-themes.com/seahorse/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/seahorse/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/seahorse/","description":"Seahorse is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Seahorse has a modern, pink, colorful style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Seahorse Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"Financio","slug":"financio","version":"1.1.2","preview_url":"https://wp-themes.com/financio/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/financio/screenshot.jpg?ver=1.1.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/financio/","description":"Financio is a simple, responsive, and professional looking theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Financio's templates is built with layout/design that suit for Financial Service, Finance Company, Financial Advisor, Accountant, Insurance, Consulting Business or any other related business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Ona Business","slug":"ona-business","version":"1.0.2","preview_url":"https://wp-themes.com/ona-business/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona-business/screenshot.jpg?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ona-business/","description":"Ona Business is a full site editing WordPress theme based on the minimal design style. Featuring modern, clean looks and great intuitive tools to customize your website experience, Its modern design and versatile features make it the perfect choice for any type of small business or startup, allowing you to quickly create professional and stunning websites without any coding skills. The theme provides users with features such as a customizable header and footer with drag-and-drop tools, fast page loading time, unlimited sidebars and blocks. Demo: https://ona.deothemes.com/business","template":"ona"},{"name":"Blockbase","slug":"blockbase","version":"3.1.7","preview_url":"https://wp-themes.com/blockbase/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/blockbase/screenshot.png?ver=3.1.7","rating":86,"num_ratings":4,"homepage":"https://wordpress.org/themes/blockbase/","description":"Blockbase is a simple theme that supports full-site editing. It comes with a set of minimal templates and design settings that can be manipulated through Global Styles. Use it to build something beautiful."},{"name":"Rhythmic","slug":"rhythmic","version":"1.0.4","preview_url":"https://wp-themes.com/rhythmic/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/rhythmic/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/rhythmic/","description":"Rhythmic is a clean and modern free music WordPress block theme. This is a full-site editing music theme that comes with many unique customizable features and functionalities. It is a block-based theme perfect for musicians and bands to promote their music and events. The theme is an elegant yet simple design that lets you showcase everything that you have to offer. This theme is fully responsive and retina-ready which makes your music website absolutely beautiful and flawless. All the block patterns are simple and easy to use that lets you drag and drop the blocks easily and build the content. There are 20+ different block patterns, 13 FSE Templates, and 6 Template Parts. Some of the block patterns are Contact, Header Media, Hero Section, Product, Sidebar, Stats, Video Section, 404 Header with Background, Archive Header With Background, 404 Header, Footer, Footer With Four Columns, Post Header, Recent Blog, Search Header With Background, and many more. All the block patterns, templates, and templates parts are fully customizable and responsive. Buy Rhythmic Pro and promote your music."},{"name":"Pixl","slug":"pixl","version":"1.0.2","preview_url":"https://wp-themes.com/pixl/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/pixl/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/pixl/","description":"Pixl is a simple yet opinionated blogging theme inspired by websites of the nineties."},{"name":"Kelsey","slug":"kelsey","version":"1.0.3","preview_url":"https://wp-themes.com/kelsey/","author":"wenthemes","screenshot_url":"//ts.w.org/wp-content/themes/kelsey/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/kelsey/","description":"Kelsey is our first free multipurpose dark WordPress Block Theme for Full Site Editing that comes with a beautiful design. This is a block-based theme that is suitable for all kinds of websites like portfolios, businesses, photography, corporate, and many more. With the help of the drag and drop interface, you can easily start building your content using block patterns. The theme is built in accordance with Full Site Editing features that let you customize your site as per your need. With the dark design, Kelsey helps in making your site unique among others. The theme includes clean typography and a simple design so start building a stunning website. The theme comes with 8 different block patterns, 9 Templates, and 5 Template Parts. The block patterns are Header Default, Header Media, Service, Hero Content, Featured Content, CTA Horizontal, Footer contact info, and Footer Default. All of the blocks, block patterns, templates, and templates parts are fully responsive, extremely easy to use, and highly customizable. Download Kelsey today and start building your site with blocks! Official Support Forum: https://themepalace.com/support-forum/ Full Demo: https://demo.wenthemes.com/kelsey-free/"},{"name":"Loudness","slug":"loudness","version":"1.0.5","preview_url":"https://wp-themes.com/loudness/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/loudness/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/loudness/","description":"A bold opinionated theme for music and learning"},{"name":"Untroubled","slug":"untroubled","version":"1.0.1","preview_url":"https://wp-themes.com/untroubled/","author":"yscik","screenshot_url":"//ts.w.org/wp-content/themes/untroubled/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/untroubled/","description":"A clean, minimalistic theme with a handwritten and hand-drawn style."},{"name":"Bricksy","slug":"bricksy","version":"1.5.0","preview_url":"https://wp-themes.com/bricksy/","author":"anariel-design","screenshot_url":"//ts.w.org/wp-content/themes/bricksy/screenshot.png?ver=1.5.0","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/bricksy/","description":"Bricksy is a free modern block-based WordPress theme. The Bricksy theme combines timeless design elements with a modern layout and easy-to-use features. It is packed with ready-to-use block patterns which make creating pages from scratch an easy drag-and-drop experience. The theme is built to take advantage of the Full Site Editing features and it includes many block patterns that can help you create professionally designed layouts in just a few clicks."},{"name":"FSE BlogStory","slug":"fse-blogstory","version":"1.0.1","preview_url":"https://wp-themes.com/fse-blogstory/","author":"fly2sky","screenshot_url":"//ts.w.org/wp-content/themes/fse-blogstory/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/fse-blogstory/","description":"Blogstory is a full site editing blog WordPress theme. Are you looking for the perfect WordPress theme for your blog? Need an easy to use, neatly designed and modern blog WordPress theme? Your need just got sorted. We offer exceptional blog WordPress themes at its best. Whatever your blog is about, we’ve got you covered. Are you a fashion, personal, food, business/corporate, professional, lifestyle, multimedia, review or affiliate, travel, news, photography, health and fitness, music, parenting, arts, DIY (Do it Yourself), finance, movie, religion or politics blogger? Or planning to start blogging? Whichever is it, our blog WordPress theme is made just for your blog. With the existence of over 600million blogs on the net, you cannot afford to leave the choice of your blog’s theme to chance. Choosing the right theme for your blog should be based on its distinct features. This theme is a unique and beautiful one, created and designed for all types of blogs."},{"name":"SKT Patterns","slug":"skt-patterns","version":"1.1","preview_url":"https://wp-themes.com/skt-patterns/","author":"sonalsinha21","screenshot_url":"//ts.w.org/wp-content/themes/skt-patterns/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/skt-patterns/","description":"SKT Patterns is a modern responsive interior design and architect related WordPress theme which can be edited using block editor. It also makes use of full site editing (FSE) features. It also includes patterns. All aspects including colors, and typography are editable using the block editor. This theme can also be used for portfolio, website design, construction related websites. Documentation link: https://www.sktthemesdemo.net/documentation/skt-patterns-doc/ Demo link: https://sktperfectdemo.com/themepack/patterns/"},{"name":"IT Firm","slug":"it-firm","version":"1.0.4","preview_url":"https://wp-themes.com/it-firm/","author":"latracal","screenshot_url":"//ts.w.org/wp-content/themes/it-firm/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/it-firm/","description":"IT Firm. Create easy to setup website for your IT Firm. Choose among the existing 29 patterns to customize your website as per your need. Moreover, has 6 color styles to choose from.","template":"grigora-blocks"},{"name":"Kaneshon","slug":"kaneshon","version":"1.0.1","preview_url":"https://wp-themes.com/kaneshon/","author":"cssigniterteam","screenshot_url":"//ts.w.org/wp-content/themes/kaneshon/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/kaneshon/","description":"Kaneshon is a clean and elegant WordPress theme designed specifically for the new Full Site Editing experience. Through the new Site Editor you can not only customize site colors and typography but also the entire layout including the header, footer and page and post templates. Kaneshon locally hosts 10 popular Google Font families to give you flexible typography while remaining GPDR compliant. It also comes with three custom block patterns for hero sections, post queries and social engagement."},{"name":"Restance","slug":"restance","version":"1.0.3","preview_url":"https://wp-themes.com/restance/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/restance/screenshot.jpg?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/restance/","description":"Restance is a simple, responsive, and elegant looking theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Restance's templates is built with layout/design that suit for Real Estate sites and Furniture Design. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Lawson","slug":"lawson","version":"1.0.1","preview_url":"https://wp-themes.com/lawson/","author":"themezee","screenshot_url":"//ts.w.org/wp-content/themes/lawson/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/lawson/","description":"Lawson is a stunning and elegant theme made for the new WordPress Full Site Editor. The theme is completely built with blocks, comes with great typography and is packed with easy to use block patterns, multiple color schemes and several header and footer templates."},{"name":"Hypebiz","slug":"hypebiz","version":"1.0.3","preview_url":"https://wp-themes.com/hypebiz/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/hypebiz/screenshot.jpg?ver=1.0.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/hypebiz/","description":"Hypebiz is a modern, responsive, and clean-styled theme template for WordPress fullsite editing and is fully compatible with the Gutenverse plugin. Hypebiz is perfect for Business, Consulting Services, Consultants, Finance, Enterprises, Financial Advisors, Digital Agencies, and any type of business that provides consulting services. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Driven","slug":"driven","version":"1.0.3","preview_url":"https://wp-themes.com/driven/","author":"themezee","screenshot_url":"//ts.w.org/wp-content/themes/driven/screenshot.png?ver=1.0.3","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/driven/","description":"Driven is a next generation block theme built for the new WordPress Full-Site-Editing experience. It comes with a clean and modern design and is packed with features, including a huge range of block patterns, multiple header and footer block template parts and support for global style variants."},{"name":"Ona Minimal","slug":"ona-minimal","version":"1.0.8","preview_url":"https://wp-themes.com/ona-minimal/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona-minimal/screenshot.jpg?ver=1.0.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ona-minimal/","description":"Ona is a Full Site Editing WordPress theme based on the minimal design style. It comes with various pre-defined block patterns. It's easy to customize colors and fonts via global options. This theme is perfect for fast optimized websites that has instant impact On Core Web Vitals performance. Demo: https://ona.deothemes.com/","template":"ona"},{"name":"Photology","slug":"photology","version":"1.1.2","preview_url":"https://wp-themes.com/photology/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/photology/screenshot.jpg?ver=1.1.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/photology/","description":"Photology is a simple, responsive, and elegant theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. Photology's templates is built for people that love Photography, record images and tell stories using their images, or having a business as Photographer and want to build your Portfolio website. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Hyakutake","slug":"hyakutake","version":"1.0.4","preview_url":"https://wp-themes.com/hyakutake/","author":"ffthemes","screenshot_url":"//ts.w.org/wp-content/themes/hyakutake/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/hyakutake/","description":"Hyakutake is free Block based theme for full site editing. It is first full site editing theme by FireFly Themes. This theme is packed with ready to use blog pattern, you will just have to drag and drop pattern to desired area. There are also various template parts and templates available in theme. Hyakutake is multipurpose dark theme, with different customizable patterns you can build a modern website in few clicks. The theme is suitable for any kind of business and is very flexible. Hyakutake has clean design with updated secure codes. There are 3 Template parts, 9 Templates12 different block patterns. Some of block patterns are, 404 Error Page, Archive Title, Default Footer, Default Header, Hero Content, Latest News, Main Banner, Post Title, Recent Works, Services, Sidebar and What We Do. All the block patterns, templates and template parts are highly customizable and beautifully adapts all screen sizes. Do download Hyakutake today and explore word of Full site editing."},{"name":"Globetrotter","slug":"globetrotter","version":"1.0.4","preview_url":"https://wp-themes.com/globetrotter/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/globetrotter/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/globetrotter/","description":"Globetrotter is a free multipurpose photography WordPress block theme for full site editing. This block-based theme comes with incredible features and an attractive design. The theme is perfect for photographers, photo bloggers, freelancers, and other photographic-centric websites. With the full site editing features, you can easily drag and drop the block patterns and customize your site. However, since it is a multipurpose theme, it can be used for various purposes like portfolios, personal blogs, and many more. The theme is specially crafted to showcase photography skills beautifully. There are 15+ block patterns, 11 Templates, and 7 Template Parts available in Globetrotter Pro. The block patterns are 404 Header, About Us, Archive Header, Blog Header, CTA, Featured Content, Footer Default, Footer Three Columns, Grid Blog Post, Header Default, Header Media, Header With Buttons, Hero Content, Logo With No Title, Post Header, Recent Blog With Sidebar, Search Header, Sidebar. All of the block patterns, templates, and template parts are fully customizable, fast loading, and responsive that adapt to all screen sizes. Buy Globetrotter Pro today and showcase your photography to the world!"},{"name":"VW Bakery Blocks","slug":"vw-bakery-blocks","version":"1.0.8","preview_url":"https://wp-themes.com/vw-bakery-blocks/","author":"vowelweb","screenshot_url":"//ts.w.org/wp-content/themes/vw-bakery-blocks/screenshot.png?ver=1.0.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/vw-bakery-blocks/","description":"Bakery Theme is a clean and beautiful WordPress theme that can be used for any kind of food blog, bakery, boxed, bread or cake, as well as eCommerce stores. The theme comes with many options and features that allow you to easily customize it to suit your needs. Your site will look amazing on any device, thanks to its Gutenberg plugin. The theme also features interactive elements and customizable options, as well as a beautiful testimonial section. This theme is perfect for creating a bakery blog or bakery shop. This theme is great for anyone who wants to sell baking products online. This theme features a sophisticated design, as well as many useful features that will help you to sell your products. It is responsive and includes bootstrap, which looks great on all devices. It also has short codes. You can use it by any chef or baker. Baker is the perfect theme for all you sweet lovers. This theme is modern and has many great homepages. It also includes a wonderful collection of inner pages. Demo: https://www.vwthemes.net/vw-bakery-blocks/"},{"name":"Waterlava","slug":"waterlava","version":"1.0.5","preview_url":"https://wp-themes.com/waterlava/","author":"jegstudio","screenshot_url":"//ts.w.org/wp-content/themes/waterlava/screenshot.jpg?ver=1.0.5","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/waterlava/","description":"WaterLava is a modern, responsive, and elegant style theme template for WordPress fullsite editing and fully compatible with Gutenverse plugin. WaterLava’s created especially for Spa and Wellness Center, Meditation, Fashion and Beauty Salon, and all similar businesses website for companies or individuals that need a beautiful landing page for their business. The templates includes both core version and Gutenverse plugin version, also has core and Gutenverse block patterns ready so you can start mix and match your template parts as you desire. The templates is built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Lensation","slug":"lensation","version":"1.1.1","preview_url":"https://wp-themes.com/lensation/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/lensation/screenshot.png?ver=1.1.1","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/lensation/","description":"Lensation is a free photography WordPress block theme for full site editing. This block-based theme is perfect for photographers, photo bloggers, freelancers, and other creative photography-centric websites. However, it is a multipurpose theme and it offers a range of features and design options, so you can use Lensation Pro for all kinds of websites like corporate, personal blogs, portfolios, and more. This theme comes with a light color scheme. It is easy to use and fully responsive that looks awesome on all the screens. With Full Site Editing features, you can customize your site easily. The theme comes with simple and easy-to-use block patterns which let you drag and drop the blocks and build the content perfectly. There are 10 different block patterns, 11 FSE Templates, and 6 Template Parts available in this free version theme. Some of the block patterns are Hero Content, Contact Us, Header Media, Services, 404 Header, Archive Header, Blog Header, Default Footer, Footer Three Columns, and Recent Blog. All of the blocks, block patterns, templates, and template parts in Lensation are fully responsive, highly customizable, and adapt to all screen sizes beautifully. Download Lensation today and start building your site beautifully with blocks."},{"name":"Gutenify Blog","slug":"gutenify-blog","version":"1.0.4","preview_url":"https://wp-themes.com/gutenify-blog/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-blog/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-blog/","description":"Gutenify Blog is modern block-based theme where you can build your own unique looking blog website by using WordPress Blocks Editor. Gutenify Blog is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Blog Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/"},{"name":"Powder","slug":"powder","version":"0.6.8","preview_url":"https://wp-themes.com/powder/","author":"bgardner","screenshot_url":"//ts.w.org/wp-content/themes/powder/screenshot.png?ver=0.6.8","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/powder/","description":"Simple by design, Powder is a base WordPress block theme created for Full Site Editing. Build something for yourself, pair it with a child theme, or launch your client project with it. Whatever you choose to use it for, I hope that you enjoy it."},{"name":"Brandify","slug":"brandify","version":"0.3.0","preview_url":"https://wp-themes.com/brandify/","author":"blockify","screenshot_url":"//ts.w.org/wp-content/themes/brandify/screenshot.png?ver=0.3.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/brandify/","description":"Modern full site editing enabled child theme for Blockify. Features fully customizable animations, custom SVG illustrations, responsive positioning settings and more. Perfect for building a agency portfolio, business or startup website.","template":"blockify"},{"name":"Archeo","slug":"archeo","version":"1.0.19","preview_url":"https://wp-themes.com/archeo/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/archeo/screenshot.jpg?ver=1.0.19","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/archeo/","description":"A theme inspired by Mayan history and culture"},{"name":"ZenithWP","slug":"zenithwp","version":"2.0.2","preview_url":"https://wp-themes.com/zenithwp/","author":"zenithwp","screenshot_url":"//ts.w.org/wp-content/themes/zenithwp/screenshot.png?ver=2.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/zenithwp/","description":"Zenithwp is a minimalist, and lightweight WordPress theme for creating beautiful, fast-loading, and accessible websites, as well as a new generation clean design blog theme. This theme is ideal for a fashion blog, lifestyle blog, travel blog, food blog, photography blog, and many other types of websites."},{"name":"Exo","slug":"exo","version":"1.1.0","preview_url":"https://wp-themes.com/exo/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/exo/screenshot.png?ver=1.1.0","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/exo/","description":"Exo is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Exo is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/exo/"},{"name":"Block Builder","slug":"block-builder","version":"1.2","preview_url":"https://wp-themes.com/block-builder/","author":"bhadaway","screenshot_url":"//ts.w.org/wp-content/themes/block-builder/screenshot.jpg?ver=1.2","rating":80,"num_ratings":4,"homepage":"https://wordpress.org/themes/block-builder/","description":"An open space to build whatever you want with blocks and full site editing."},{"name":"Bai","slug":"bai","version":"1.0.4","preview_url":"https://wp-themes.com/bai/","author":"seedwebs","screenshot_url":"//ts.w.org/wp-content/themes/bai/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/bai/","description":"Block-Based WordPress Theme with Dark Mode, by Seed Webs."},{"name":"Dark Pastel","slug":"dark-pastel","version":"0.1","preview_url":"https://wp-themes.com/dark-pastel/","author":"andrewserong","screenshot_url":"//ts.w.org/wp-content/themes/dark-pastel/screenshot.png?ver=0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/dark-pastel/","description":"A simple blogging theme inspired by dark pastel colours and old style books. Includes nine separator block styles for a decorative touch."},{"name":"Avant-Garde","slug":"avant-garde","version":"1.3","preview_url":"https://wp-themes.com/avant-garde/","author":"bgardner","screenshot_url":"//ts.w.org/wp-content/themes/avant-garde/screenshot.png?ver=1.3","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/avant-garde/","description":"An experimental block theme for those who love simplicity."},{"name":"Catch Bells","slug":"catch-bells","version":"1.0.4","preview_url":"https://wp-themes.com/catch-bells/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/catch-bells/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/catch-bells/","description":"Catch Bells is a free WordPress block theme for full site editing. This block-based theme comes with amazing wedding designs and features. The theme is perfect for building wedding websites and businesses alike. It includes a responsive design that looks awesome on all screen sizes. With its stunning features, you can create a marvellous wedding website of your choice. All the block patterns are simple and easy to use that lets you drag and drop the blocks and customize your site beautifully. The theme comes with 14 block patterns, 11 templates, and 7 template parts. The block patterns are 404 Header with background, Archive Header with background, Contact, Featured Post, Footer Default, Footer with three columns, Header Media, Header with Social Search, Hidden 404, Post Header with Background, Recent Blog, Search Header, Sidebar, and Services. All the block patterns, templates, and template parts are fully responsive and highly customizable. Download Catch Bells today and showcase the best moment of the event."},{"name":"Tove","slug":"tove","version":"0.8.1","preview_url":"https://wp-themes.com/tove/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/tove/screenshot.png?ver=0.8.1","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/tove/","description":"Tove is a fun and colorful multi-purpose block theme built entirely around Full Site Editing. It's designed with cafes and restaurants in mind, but thanks to the layout features of Full Site Editing, you can easily adapt it for any type of website. Tove bundles over 40 Block Patterns to get you started, including six different header designs and seven different footer designs. Demo: https://andersnoren.se/themes/tove/"},{"name":"Poe","slug":"poe","version":"0.4","preview_url":"https://wp-themes.com/poe/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/poe/screenshot.png?ver=0.4","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/poe/","description":"Poe is a clean, flexible and fast block theme built with portfolios and blogs in mind. Its default look is a stylish white on black color scheme with yellow accents and clean sans-serif typography, but Poe is built from the ground up for flexibility. It includes ten different theme styles to choose from, and over 30 different block patterns that you can use to quickly create unique page layouts."},{"name":"Vivre","slug":"vivre","version":"1.0.6","preview_url":"https://wp-themes.com/vivre/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/vivre/screenshot.png?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/vivre/","description":"Vivre is a bold, opinionated blogging theme, heavily inspired by fashion and lifestyle magazines and websites."},{"name":"Spice FSE","slug":"spice-fse","version":"1.1","preview_url":"https://wp-themes.com/spice-fse/","author":"spicethemes","screenshot_url":"//ts.w.org/wp-content/themes/spice-fse/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/spice-fse/","description":"Spice FSE Theme is a Full Site Editing WordPress theme. It is based on block patterns that allow you to create stunning blogs and websites. The theme comes with a clean and modern responsive design having a built-in business, about, service, portfolio, team, testimonial, contact, and multiple blog templates. This theme uses modern HTML codes that have been further optimized and a lightweight design to provide you with a quicker page load time. The whole appearance is classy and professional at the same time, representing your business in a highly appealing way. (DEMO: https://spice-fse.spicethemes.com/)"},{"name":"Gutenify Agency","slug":"gutenify-agency","version":"1.0.5","preview_url":"https://wp-themes.com/gutenify-agency/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-agency/screenshot.png?ver=1.0.5","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/gutenify-agency/","description":"Gutenify Agency is modern block-based theme where you can build your own unique looking agency website by using WordPress Blocks Editor. Gutenify Agency is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Gutenify Agency Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website. Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Gutenify Corporate with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-agency/"},{"name":"Livro","slug":"livro","version":"1.0.19","preview_url":"https://wp-themes.com/livro/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/livro/screenshot.jpg?ver=1.0.19","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/livro/","description":"Livro is a simple theme designed to evoke the calm feeling you get when you settle in with a classic book."},{"name":"Lyna","slug":"lyna","version":"1.1.3","preview_url":"https://wp-themes.com/lyna/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/lyna/screenshot.png?ver=1.1.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/lyna/","description":"Lyna is a free multipurpose WordPress block theme for full site editing. This is a multipurpose WordPress theme that comes with a wide range of designs ideal for any purpose. It is best suited for corporate, businesses, blogs, magazines, portfolios, photography, personal, freelance, startup, and many more. The theme is built in with amazing Full Site Editing features that let you customize your site the way you like. This theme is fully responsive that looks beautiful on all the screens. The block patterns are simple and easy to use which let you drag and drop the blocks and build the content perfectly. There are 11 + different block patterns, 10 Templates, and 5 Template Parts available in this free version theme. Some of the block patterns are Header media, Sidebar, Hero content, Contact, Featured content, 404 Header, Archive header, Default footer, Default header, Post Header, and many more.  All of the blocks, block patterns, templates, and template parts in Lyna are fast loading, fully responsive, highly customizable, and adapt to all screen sizes perfectly.  Download Lyna today and start building your site with blocks!"},{"name":"Rainfall","slug":"rainfall","version":"1.0.5","preview_url":"https://wp-themes.com/rainfall/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/rainfall/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/rainfall/","description":"Rainfall is a clean, objective blogging theme strongly inspired by Swiss Design. Its minimalist functionality is balanced by a strong accent color, beautiful photography and post templates with sidebars."},{"name":"Blockette","slug":"blockette","version":"1.0.4","preview_url":"https://wp-themes.com/blockette/","author":"anydog","screenshot_url":"//ts.w.org/wp-content/themes/blockette/screenshot.png?ver=1.0.4","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/blockette/","description":"WordPress Block theme, created for Full Site Editing, adapted to WooCommerce plugin. Features additional global style variations, custom templates for WooCommerce pages, and patterns."},{"name":"Scandinavia","slug":"scandinavia","version":"1.1.0","preview_url":"https://wp-themes.com/scandinavia/","author":"remonlumapas","screenshot_url":"//ts.w.org/wp-content/themes/scandinavia/screenshot.png?ver=1.1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/scandinavia/","description":"Scandinavian design is the inspiration for this WordPress theme: minimalist aesthetics, functional and muted, dark hues. It reminds us of the Nordic landscapes; beautiful, calm, and relaxing. Created on a solidly designed foundation, the Scandinavia theme adopts the vision that everyone deserves a truly unique website. The Scandinavia theme is built to take advantage of the Full Site Editing features introduced in WordPress 5.9, so the colors, typography, and layout of every page on your site are configurable to suit your vision. It also includes block patterns, opening the door to a wide range of professionally designed layouts in just a few clicks. Whether you’re building a single-page website, a blog, a business website, or a portfolio, Scandinavia will help you create a site that is uniquely yours."},{"name":"Astory","slug":"astory","version":"1.0.9","preview_url":"https://wp-themes.com/astory/","author":"codeclove","screenshot_url":"//ts.w.org/wp-content/themes/astory/screenshot.png?ver=1.0.9","rating":60,"num_ratings":3,"homepage":"https://wordpress.org/themes/astory/","description":"Astory is a super fast, easily customizable, multi-purpose theme. It’s perfect for blogs, small business, startups, agencies, firms, e-commerce shops (WooCommerce storefront) as well as personal portfolio sites and most types of projects. A fully optimized and responsive theme, Astory will load in mere seconds and adapt perfectly on any viewing device. While it is lightweight and has a minimalist design, the theme is highly extendable with super optimized code resulting super fast loading times without any efforts. Astory also includes footer widgets, eye-catching gradient color scheme for buttons and top bar, top advertisement banner area with custom header background, and customizable options. Both the sidebars can be configured to be shown on the left or on the right. This theme is great to publish tutorials, documentations, events, status updates, story updates, newsfeed, etc."},{"name":"Davis Blocks","slug":"davis-blocks","version":"0.2","preview_url":"https://wp-themes.com/davis-blocks/","author":"anlino","screenshot_url":"//ts.w.org/wp-content/themes/davis-blocks/screenshot.jpg?ver=0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/davis-blocks/","description":"Davis Blocks is a clean, simple and fast block theme built for Full Site Editing. It can be used out of the box as a lightweight blog theme, or as a foundation for greater things when customized in the Site Editor."},{"name":"Stewart","slug":"stewart","version":"1.15","preview_url":"https://wp-themes.com/stewart/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/stewart/screenshot.png?ver=1.15","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/stewart/","description":"Stewart is a modern blogging theme with a left sidebar. Its default color scheme is a striking combination of orange and light gray, to give your blog a sophisticated appearance from day one."},{"name":"Bright Mode","slug":"bright-mode","version":"1.0.4","preview_url":"https://wp-themes.com/bright-mode/","author":"bgardner","screenshot_url":"//ts.w.org/wp-content/themes/bright-mode/screenshot.png?ver=1.0.4","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/bright-mode/","description":"Bright Mode is a block theme for those who love modern design and vibrant colors. It is a work-in-progress and evolving, so follow along as we explore and update often. Coming soon are fresh patterns, new templates, and even variations. HINT: We are just getting started. There is a lot more on the way. Ka-chow!"},{"name":"Choyu","slug":"choyu","version":"1.0.4","preview_url":"https://wp-themes.com/choyu/","author":"wpmountofficial","screenshot_url":"//ts.w.org/wp-content/themes/choyu/screenshot.jpg?ver=1.0.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/choyu/","description":"WordPress Full Site Editing theme. It comes with 11 block patterns. It has templates and parts to make the home page and inner pages."},{"name":"Design Mode","slug":"design-mode","version":"1.0.3","preview_url":"https://wp-themes.com/design-mode/","author":"bgardner","screenshot_url":"//ts.w.org/wp-content/themes/design-mode/screenshot.png?ver=1.0.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/design-mode/","description":"Design Mode is a WordPress block theme created for Full Site Editing. It is stylish and sophisticated, and the minimalistic design is perfect for freelancers and agencies looking to showcase their services and work."},{"name":"Skatepark","slug":"skatepark","version":"1.0.49","preview_url":"https://wp-themes.com/skatepark/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/skatepark/screenshot.png?ver=1.0.49","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/skatepark/","description":"Skatepark is a bold and exciting WordPress theme designed for modern events and organizations. With its simple but vivid color default scheme, duotone support, and playful grid, Skatepark is a theme designed for work and play. Customize its colors or try out different font pairings to create your own unique look and feel."},{"name":"Wabi","slug":"wabi","version":"1.1.0","preview_url":"https://wp-themes.com/wabi/","author":"richtabor","screenshot_url":"//ts.w.org/wp-content/themes/wabi/screenshot.png?ver=1.1.0","rating":100,"num_ratings":13,"homepage":"https://wordpress.org/themes/wabi/","description":"Share your authentic self with Wabi, a WordPress block theme designed to help you tell your story best. Wabi foregrounds the simplistic design language of storytelling through clean lines, beautiful typography and a dynamic accent color system. And with multiple style variants (light, dark, and dynamic color schemes), Wabi is the most expressive and adaptable writing theme yet."},{"name":"Console","slug":"console","version":"1.0.0","preview_url":"https://wp-themes.com/console/","author":"scruffian","screenshot_url":"//ts.w.org/wp-content/themes/console/screenshot.jpg?ver=1.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/console/","description":"A theme that tries to mimic the look of a terminal."},{"name":"Travel Init","slug":"travel-init","version":"1.1","preview_url":"https://wp-themes.com/travel-init/","author":"wen-solutions","screenshot_url":"//ts.w.org/wp-content/themes/travel-init/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/travel-init/","description":"Travel Init is the  Full Site Editor theme that provides a comprehensive solution for your Tour/Travel and blogging website. It is suitable for any kind of blog niches: personal, corporate, fashion, food, lifestyle, travel, news, affiliate, etc.It is fast, light-weighted. travel-init uses available Gutenberg blocks and makes the experience seamless. Responsive and clean design provides great readability on any screen size and hence engages your readers to your content. CHECK OUT THE DEMO SITES HERE: https://demo.wensolutions.com/travel-init/ | CONTACT FOR SUPPORT: https://wensolutions.com"},{"name":"Gutenify Magazine","slug":"gutenify-magazine","version":"1.1.1","preview_url":"https://wp-themes.com/gutenify-magazine/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-magazine/screenshot.png?ver=1.1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-magazine/","description":"Gutenify Magazine is a full-featured magazine theme build with Full Site Editing compatibility. This theme is appropriate for news, magazines, blogs, publishing, review sites, and any other type of website. It has a magazine-style homepage with a clean, minimalist design. This theme is easy to set up, especially with the pre-built demo, and it has a modern and minimalistic style. The Gutenify Magazine theme is simple to use, mobile-friendly, and fully configurable. It's also cross-browser friendly. Any screen resolution or browser version will look excellent with your design and content. It has been thoroughly tuned for speed, performance, and search engine optimization (SEO). Demo: https://demo.gutenify.com/gutenify-magazine/ Official Support Forum: https://gutenify.com/contact/"},{"name":"BlockStrap","slug":"blockstrap","version":"0.0.10","preview_url":"https://wp-themes.com/blockstrap/","author":"ayecode","screenshot_url":"//ts.w.org/wp-content/themes/blockstrap/screenshot.png?ver=0.0.10","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/blockstrap/","description":"BlockStrap is a very blank starter theme."},{"name":"Medicity","slug":"medicity","version":"1.0.6","preview_url":"https://wp-themes.com/medicity/","author":"olivethemes","screenshot_url":"//ts.w.org/wp-content/themes/medicity/screenshot.png?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/medicity/","description":"Medicity is a modern block-based theme that allows you to build your own distinctively designed website using the WordPress Blocks Editor. Medicity is a free, multi-use block-based theme that adheres to the Full Site Editing features added in WordPress 5.9. As a result, you can alter every component of your site, including the colors, typography, and page layout, to meet your needs.Official Support Forum: https://olivethemes.com/contact/ Demo: https://olivethemes.com/wordpress-themes/medicity/"},{"name":"Mayland (Blocks)","slug":"mayland-blocks","version":"2.1.31","preview_url":"https://wp-themes.com/mayland-blocks/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/mayland-blocks/screenshot.png?ver=2.1.31","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/mayland-blocks/","description":"Make your online portfolio wonderfully uncluttered with Mayland. Gracefully highlight your photography and other projects. Mayland is versatile enough to be your personal site too.","template":"blockbase"},{"name":"Videomaker","slug":"videomaker","version":"1.0.24","preview_url":"https://wp-themes.com/videomaker/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/videomaker/screenshot.jpg?ver=1.0.24","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/videomaker/","description":"Videomaker is a free, minimalistic WordPress theme ideal for film directors and video creators.","template":"blockbase"},{"name":"X3P0 - Reflections","slug":"x3p0-reflections","version":"1.0.1","preview_url":"https://wp-themes.com/x3p0-reflections/","author":"greenshady","screenshot_url":"//ts.w.org/wp-content/themes/x3p0-reflections/screenshot.png?ver=1.0.1","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/x3p0-reflections/","description":"WordPress block theme for creating profile, links, and similar one-page sites."},{"name":"Dablam","slug":"dablam","version":"1.0.1","preview_url":"https://wp-themes.com/dablam/","author":"wpmountofficial","screenshot_url":"//ts.w.org/wp-content/themes/dablam/screenshot.jpg?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/dablam/","description":"Dablam is the minimal and clean WordPress full site editing theme. This theme is particularly developed for the blog. It comes in 3 different variations; default, light, and dark. It is a clean, responsive, and cross-browser-compatible theme. More info : https://www.wpmount.com/themes/dablam/"},{"name":"Grigora Blocks","slug":"grigora-blocks","version":"2.08.004","preview_url":"https://wp-themes.com/grigora-blocks/","author":"latracal","screenshot_url":"//ts.w.org/wp-content/themes/grigora-blocks/screenshot.png?ver=2.08.004","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/grigora-blocks/","description":"Grigora Blocks. Go to block theme for Bloggers, where you can start effortlessly. The theme supports dynamic sidebar, full-page, and wide-page layouts. Moreover, we've added 62 block styles for buttons, columns, lists, quotes, separators, and headings, making customization easier."},{"name":"FSE Study Lite","slug":"fse-study-lite","version":"1.0.5","preview_url":"https://wp-themes.com/fse-study-lite/","author":"fly2sky","screenshot_url":"//ts.w.org/wp-content/themes/fse-study-lite/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/fse-study-lite/","description":"FSE Study lite theme is beautifully designed and developed WordPress theme. This theme is full site-editing (FSE) compatible and useful for educational purpose. Your educational website has to be simple to use and easy to manage. By using this theme you can easily access the editor and all the block patterns provided with the theme. So it should not be complicated when navigating through. Our theme is smart. Users of your site can get the work done in minutes. Hence, it saves time. An attractive, friendly and simple design. There is beauty in simplicity. Our team have put together an irresistible theme for your site. It feels like an interaction between your customer and your site. The theme is designed such that it generates lots of engagements from your users. It is easy to use and easy to navigate also."},{"name":"Bioxlog","slug":"bioxlog","version":"1.0","preview_url":"https://wp-themes.com/bioxlog/","author":"monzuralam","screenshot_url":"//ts.w.org/wp-content/themes/bioxlog/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/bioxlog/","description":"Bioxlog is a lightweight full-site editing block-based Portfolio theme. If you’re building a single-page website, a blog, a business website, or a portfolio, Bioxlog will help you. The Bioxlog theme provides 15 block patterns that help you make beautiful sites."},{"name":"Ona Environmental","slug":"ona-environmental","version":"1.0.2","preview_url":"https://wp-themes.com/ona-environmental/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona-environmental/screenshot.jpg?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ona-environmental/","description":"Ona Environmental is an eco-friendly Full Site Editing WordPress theme designed for those who are passionate about the environment. Based on the minimal design style, it is a great fit for publishers, news, and magazine websites that focus on green energy, organic food, technology, and environmental causes. It comes with various pre-defined block patterns and it's easy to customize colors and fonts via global options. This theme is perfect for fast optimized websites that has instant impact On Core Web Vitals performance. Demo: https://ona.deothemes.com/environmental","template":"ona"},{"name":"Albacore","slug":"albacore","version":"1.0.0","preview_url":"https://wp-themes.com/albacore/","author":"wowsthemes","screenshot_url":"//ts.w.org/wp-content/themes/albacore/screenshot.png?ver=1.0.0","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/albacore/","description":"Albacore is a block based Wwwows WordPress theme with full site editing features. Check the theme demos at wwwows.com. Albacore has a modern, trendy style and design for portfolio, business or any other content. The theme is multipurpose, so if You like the style, You can use it to represent Your art, business, an event, show Your portfolio, start a blog, start a webshop and sell Your products etc. The theme is responsive so looks good on almost every devices. You can setup multiple header styles, navigation styles and layouts. The demo on the theme page uses the Albacore Premium child theme also. The premium version has extra features for WooCommerce, unique blocks, effects, additional and full page templates etc. You can find a documentation with an install guide and a tutorials at wwwows.com/docs."},{"name":"ProWP","slug":"prowp","version":"1.3.0","preview_url":"https://wp-themes.com/prowp/","author":"taskotr","screenshot_url":"//ts.w.org/wp-content/themes/prowp/screenshot.png?ver=1.3.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/prowp/","description":"ProWP is a WordPress block theme built for Full Site Editing. The theme comes with clean and modern design, based on block patterns, which you can customize to build own unique website using WordPress Blocks Editor. Full Site Editing support allows to customize colors, typography, and the layout of every page on a website. ProWP is suitable for various types of website, such as business website, portfolio, single-page website, blog, construction site, education site, etc."},{"name":"Quadrat","slug":"quadrat","version":"1.1.48","preview_url":"https://wp-themes.com/quadrat/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/quadrat/screenshot.png?ver=1.1.48","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/quadrat/","description":"Quadrat is a simple, versatile WordPress theme, designed for blogs and podcasts. Inspired by squared shapes and colourful, minimalist flat illustrations, Quadrat bundles a set of images you can use on your site with the theme’s default color palette. Quadrat’s default styles are bold and playful, relying on a simple sans-serif font and a strong color scheme that you can customize.","template":"blockbase"},{"name":"Remote","slug":"remote","version":"1.1.0","preview_url":"https://wp-themes.com/remote/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/remote/screenshot.png?ver=1.1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/remote/","description":"Remote is a dark, minimal block theme ideal for bloggers. Its default styles - a sans-serif font and dark background - contribute for a comfortable, immersive reading experience. It features a set of bold block patterns such as a large posts list and bordered categories and tags."},{"name":"Richmond","slug":"richmond","version":"1.0","preview_url":"https://wp-themes.com/richmond/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/richmond/screenshot.jpg?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/richmond/","description":"Richmond is a design variation of the Alara theme, with a nature inspired earthy color palette.","template":"alara"},{"name":"Christmas FSE","slug":"christmas-fse","version":"1.0.1","preview_url":"https://wp-themes.com/christmas-fse/","author":"sparklewpthemes","screenshot_url":"//ts.w.org/wp-content/themes/christmas-fse/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/christmas-fse/","description":"Christmas FSE is a modern block-based theme where you can build your own unique-looking website by using WordPress Blocks Editor. Christmas FSE is a multipurpose block-based free WordPress theme, the theme is built in accordance with Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need."},{"name":"Ona Travel","slug":"ona-travel","version":"1.0.2","preview_url":"https://wp-themes.com/ona-travel/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona-travel/screenshot.jpg?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ona-travel/","description":"Ona Travel is a child theme of the popular Ona Full Site Editing WordPress theme. It comes with a unique subtle block patterns. It's easy to customize colors and fonts via global options. This theme is perfect for fast optimized websites that has instant impact On Core Web Vitals performance. Demo: https://ona.deothemes.com/","template":"ona"},{"name":"Disco","slug":"disco","version":"1.0.3","preview_url":"https://wp-themes.com/disco/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/disco/screenshot.png?ver=1.0.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/disco/","description":"Disco is a funky, vibrant, opinionated theme with a monospaced font. Both its styles and spacing form an edgy aesthetic perfect for those looking to build a quirky website."},{"name":"Beli","slug":"beli","version":"1.0.3","preview_url":"https://wp-themes.com/beli/","author":"ahsan03","screenshot_url":"//ts.w.org/wp-content/themes/beli/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/beli/","description":"Beli is a clean, simple block theme built for Full Site Editing."},{"name":"X-T9","slug":"x-t9","version":"1.6.0","preview_url":"https://wp-themes.com/x-t9/","author":"kurudrive","screenshot_url":"//ts.w.org/wp-content/themes/x-t9/screenshot.png?ver=1.6.0","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/x-t9/","description":"The X-T9 is designed on the premise of full site editing function, and the user can flexibly customize the header, footer, etc. This theme is mainly intended for use on business sites."},{"name":"Societas","slug":"societas","version":"1.0.6","preview_url":"https://wp-themes.com/societas/","author":"xideathemes","screenshot_url":"//ts.w.org/wp-content/themes/societas/screenshot.jpg?ver=1.0.6","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/societas/","description":"Societas is a block based Wordpress Theme for corporations, agencies, finacial organizations, startups and more... With the new patterns of Wordpress named full site editing (fse) you can edit whole website from site editor tool. Societas is designed with Bootstrap 5 and you can easily use Bootstrap classes when editing the website."},{"name":"Gutenify Template Kit","slug":"gutenify-template-kit","version":"1.0.7","preview_url":"https://wp-themes.com/gutenify-template-kit/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-template-kit/screenshot.png?ver=1.0.7","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-template-kit/","description":"Gutenify Template Kit is an easy-to-use, multi-purpose Full Site Editing theme. Each website will have its own distinct style by combining numerous blocks with Gutenify Plugins and solid extra blocks. We strive to give each website a distinct look by using powerful typography and straightforward design. The Gutenify Template Kit Theme's actual efficiency resides in its customizability when used in conjunction with the Gutenify Plugin. The theme uses WordPress 5.9's Full Site Editing feature, which allows you to customize any component of your site, including colors, fonts, and layout, to fit your needs. The Gutenify Plugin includes a wide range of blocks that will transform your website into a totally unique spectacle when used in conjunction with this theme. Gutenify Template Kit with Gutenify and WooCommerce Plugin will help you develop something unique that you can proudly call yours, whether it's a small online shop or big enterprise e-commerce site. Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-template-kit/"},{"name":"Molten","slug":"molten","version":"1.0.1","preview_url":"https://wp-themes.com/molten/","author":"ptruongdev","screenshot_url":"//ts.w.org/wp-content/themes/molten/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/molten/","description":"A theme for passionate chefs and restauranteurs."},{"name":"Allele","slug":"allele","version":"1.0.2","preview_url":"https://wp-themes.com/allele/","author":"designorbital","screenshot_url":"//ts.w.org/wp-content/themes/allele/screenshot.png?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/allele/","description":"Allele is a modern, clean theme with a full site editing support. It comes with pre-defined block patterns and full-page templates."},{"name":"Aino","slug":"aino","version":"2.6.6","preview_url":"https://wp-themes.com/aino/","author":"elmastudio","screenshot_url":"//ts.w.org/wp-content/themes/aino/screenshot.png?ver=2.6.6","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/aino/","description":"Aino is a Full Site Editing block theme for the WordPress block editor. In combination with the Aino Blocks plugin you can easily create advanced page layouts using Aino's pre-designed block patterns. Create a unique online shop, business website, portfolio or personal blog with Aino and stand out from the crowd."},{"name":"Sampler","slug":"sampler","version":"1.2","preview_url":"https://wp-themes.com/sampler/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/sampler/screenshot.png?ver=1.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/sampler/","description":"Looking to sample full site editing? Check out the Sampler block theme with customizable templates, colors and global styles, along with block patterns and styles such as the easily switchable header and footer patterns. Sampler is designed to work with and extend the default WordPress color palette and font sizes, and comes bundled with page and post templates including a single post with featured image template."},{"name":"Axton","slug":"axton","version":"2.0.5","preview_url":"https://wp-themes.com/axton/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/axton/screenshot.png?ver=2.0.5","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/axton/","description":"Axton is a free minimalist block portfolio WordPress theme for full site editing. With the Global Styles feature introduced in WordPress 6.0, you can pick your site color style from Dark or Light color schemes. This block-based theme is best suited for building a portfolio, blog, photography, personal, freelance, startup, and more website to showcase your work. The theme is built in accordance with Full Site Editing features that let you customize your site as per your need. Axton comes with a portfolio layout that lets you showcase your work beautifully. This theme includes a clean design and simple typography that allow you to build an awesome website among others. With the intuitive drag and drop interface, you can start building your content easily using block patterns. There are 15 + different block patterns, 17 FSE Templates, and 9 Template Parts. Some of the block patterns are Header media, Hero Content, Featured Content, Blog Post, 404 Header, Contact Us, Search Header, Footer, Footer Three Column, and Post Header. All of the blocks, block patterns, templates, and template parts in Axton are fully responsive, highly customizable, and adapt to all screen sizes perfectly. Download Axton today and start building your site with blocks!"},{"name":"Ona Creative","slug":"ona-creative","version":"1.0.6","preview_url":"https://wp-themes.com/ona-creative/","author":"deothemes","screenshot_url":"//ts.w.org/wp-content/themes/ona-creative/screenshot.jpg?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ona-creative/","description":"Ona is a Full Site Editing WordPress theme based on the minimal design style. It comes with various pre-defined block patterns. It's easy to customize colors and fonts via global options. This theme is perfect for fast optimized websites that has instant impact On Core Web Vitals performance. Demo: https://ona.deothemes.com/","template":"ona"},{"name":"Blockio","slug":"blockio","version":"1.2.1","preview_url":"https://wp-themes.com/blockio/","author":"mariusz88atelierweb","screenshot_url":"//ts.w.org/wp-content/themes/blockio/screenshot.png?ver=1.2.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/blockio/","description":"Blockio is an experimental full site editing theme. It is simple and minimal. It has its own templates, thanks to which you can quickly create a blog page, portfolio, or even a store."},{"name":"Carlina","slug":"carlina","version":"1.2","preview_url":"https://wp-themes.com/carlina/","author":"monxque","screenshot_url":"//ts.w.org/wp-content/themes/carlina/screenshot.jpg?ver=1.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/carlina/","description":"Carlina is a highly customizable theme that is built based on the Full Site Editing features in WordPress 5.9. The in-built block patterns and default modern design can help you build a stylish website, and you can customize your website like colors and layouts with just a few clicks. Carlina is an all-purpose website theme and can fit many of your purposes, including building a small business website, a portfolio, or a blog. Check out the demo site at https://carlina-demo.netlify.app/."},{"name":"Oscura","slug":"oscura","version":"1.0.2","preview_url":"https://wp-themes.com/oscura/","author":"alexandrebuffet","screenshot_url":"//ts.w.org/wp-content/themes/oscura/screenshot.png?ver=1.0.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/oscura/","description":"Oscura is an elegant and modern block-based theme especially designed for photographers, artists and all other creatives who want to showcase their work."},{"name":"Geologist","slug":"geologist","version":"1.0.37","preview_url":"https://wp-themes.com/geologist/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/geologist/screenshot.png?ver=1.0.37","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/geologist/","description":"Geologist is a streamlined theme for modern bloggers. It consists of a simple single column of posts, paired with a sophisticated color palette and beautiful sans-serif typography.","template":"blockbase"},{"name":"Pria","slug":"pria","version":"1.0","preview_url":"https://wp-themes.com/pria/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/pria/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/pria/","description":"A full site editing block theme for bloggers, with various block styles and patterns."},{"name":"Gutenify Store","slug":"gutenify-store","version":"1.0.9","preview_url":"https://wp-themes.com/gutenify-store/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-store/screenshot.png?ver=1.0.9","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-store/","description":"Gutenify Store is a multi-purpose Full Site Editing theme that's simple to set up and configure. By mixing various blocks with Gutenify Plugins and solid extra blocks, each website will have its own distinct design. Using powerful typography and simple design, we hope to give each website a distinct look. When used in conjunction with the Gutenify Plugin, the Gutenify Store Theme's true efficiency lies in its customizability. The theme is built with WordPress 5.9's Full Site Editing functionality, which means you may change any aspect of your site, including colors, fonts, and layout, to suit your needs. The Gutenify Plugin includes a wide range of blocks that will transform your website into a totally unique spectacle when used in conjunction with this theme. Gutenify Store with Gutenify and WooCommerce Plugin will help you develop something unique that you can proudly call yours, whether it's a small online shop or big enterprise e-commerce site. Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-store/"},{"name":"Gutena","slug":"gutena","version":"2.0.0","preview_url":"https://wp-themes.com/gutena/","author":"expresstech","screenshot_url":"//ts.w.org/wp-content/themes/gutena/screenshot.png?ver=2.0.0","rating":100,"num_ratings":4,"homepage":"https://wordpress.org/themes/gutena/","description":"Gutena is a free block theme for WordPress with modern block patterns in-built. It comes packed with beautiful design elements which suits a variety of use cases. Gutena aims to be the forefont of WordPress FSE (Full Site Editing) philosphy. Building on top of the core editor Gutena promises a performant website with a score of 95 and above on core web vitals for speed. Using Gutena is very easy, just import a pre-built demo via our companion plugin (Gutena Kit) or use fully built block patterns. Our customer love us for our simplicity and following the block standards."},{"name":"Alara","slug":"alara","version":"1.3.8","preview_url":"https://wp-themes.com/alara/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/alara/screenshot.png?ver=1.3.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/alara/","description":"A modern block theme with a hint of vintage styling, Alara is bundled with a plethora of patterns to suit many varieties of website, along with a variety of optional alternative styles and color palettes."},{"name":"Simplifii","slug":"simplifii","version":"1.5.2","preview_url":"https://wp-themes.com/simplifii/","author":"leogopal","screenshot_url":"//ts.w.org/wp-content/themes/simplifii/screenshot.png?ver=1.5.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/simplifii/","description":"Simplifii is a versatile block-based WordPress theme with Full Site Editing allowing you to customise to your hearts content - with WooCommerce support. You must have the Gutenberg Plugin Activate to use this theme before ready for full site editing on released WordPress."},{"name":"Illustric","slug":"illustric","version":"1.0","preview_url":"https://wp-themes.com/illustric/","author":"silocreativo","screenshot_url":"//ts.w.org/wp-content/themes/illustric/screenshot.png?ver=1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/illustric/","description":"Illustric is a simple theme perfect for building simple portfolios or blogs with a strong visual accent. The theme is compatible with Full Site Editing (FSE) so all visible content is editable from the WordPress admin panel (from header, content to footer). Illustric uses a grayscale color palette to give all the importance to the works shown, being able to customize the color palette easily from the dashboard."},{"name":"Categorical","slug":"categorical","version":"1.0.3","preview_url":"https://wp-themes.com/categorical/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/categorical/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/categorical/","description":"A full site editing block theme for news/magazine/blog sites. Two header layout variations are included via easily switchable patterns. There are four page templates and six post templates including with and without sidebar as well as three long read templates designed especially for longform stories. The design of Categorical is minimal and stays out of the way of your content, giving your posts and articles a clean and easy to read layout. There are patterns for your Latest Posts and Top Stories (sticky posts). Patterns are also included for your post categories making it really simple to build your homepage (or any page) with the categorized block patterns. Each category has two different layouts available as patterns ready to add to your pages, or swap out for a different category. The actual number of patterns available in the page or site editor will depend on how many published post categories your site contains."},{"name":"Wei","slug":"wei","version":"1.0.3","preview_url":"https://wp-themes.com/wei/","author":"richtabor","screenshot_url":"//ts.w.org/wp-content/themes/wei/screenshot.png?ver=1.0.3","rating":100,"num_ratings":2,"homepage":"https://wordpress.org/themes/wei/","description":"Tell your story and share your thoughts with the world with Wei, a minimal block theme inspired by entirely by simplicity. Embracing clean type, beautifully bold color schemes, and color-matched featured images, Wei puts your words first — in a delightful and creative fashion."},{"name":"Pacer","slug":"pacer","version":"1.0.7","preview_url":"https://wp-themes.com/pacer/","author":"enovetor","screenshot_url":"//ts.w.org/wp-content/themes/pacer/screenshot.png?ver=1.0.7","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/pacer/","description":"Pacer is a modern block-based WordPress theme, especially made for blog, news, and magazine."},{"name":"Gesso by Block Styles","slug":"gesso-by-block-styles","version":"1.5.2","preview_url":"https://wp-themes.com/gesso-by-block-styles/","author":"blockstyles","screenshot_url":"//ts.w.org/wp-content/themes/gesso-by-block-styles/screenshot.png?ver=1.5.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/gesso-by-block-styles/","description":"A minimalistic block-first full site editing WordPress theme."},{"name":"Jace","slug":"jace","version":"1.0.6","preview_url":"https://wp-themes.com/jace/","author":"poena","screenshot_url":"//ts.w.org/wp-content/themes/jace/screenshot.jpg?ver=1.0.6","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/jace/","description":"The main purpose of this theme is to showcase the features of full site editing. You can use the theme for blogging, for your portfolio, business, or store. To use the e-commerce features, you need to install both WooCommerce and WooCommerce blocks. It is also recommended to install Gutenberg and Contact Form 7. The theme has over 60 patterns + all patterns from the WordPress pattern directory. Jace includes an optional light color scheme, blog layouts, about pages, contact pages, sticky header, social sharing, full-screen headers, buttons and list styles."},{"name":"W3CSSPress","slug":"w3csspress","version":"2022.40","preview_url":"https://wp-themes.com/w3csspress/","author":"matteomarchiori97","screenshot_url":"//ts.w.org/wp-content/themes/w3csspress/screenshot.png?ver=2022.40","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/w3csspress/","description":"Universal theme with classic mode and blocks mode made to integrate the W3CSS framework inside WordPress, with global custom options and all of the W3CSS framework functionalities. The theme has been developed starting from resources on the w3schools website applied to the blankslate WordPress theme, slightly modified. The theme is accessibility ready and it is highly customizable. Please add issues on GitHub or contact me if you are interested in more options."},{"name":"Hello Gutenify","slug":"hello-gutenify","version":"2.0.0","preview_url":"https://wp-themes.com/hello-gutenify/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/hello-gutenify/screenshot.png?ver=2.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/hello-gutenify/","description":"Hello Gutenify is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Hello Gutenify is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Hello Gutenify Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website.Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Hello Gutenify with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/hello-gutenify/"},{"name":"WOWMALL","slug":"wowmall","version":"0.2.0","preview_url":"https://wp-themes.com/wowmall/","author":"wowmall","screenshot_url":"//ts.w.org/wp-content/themes/wowmall/screenshot.jpg?ver=0.2.0","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/wowmall/","description":"An experimental full site editing theme for WooCommerce. This theme requires Gutenberg version 11.6 or newer. Wowmall includes multiple block styles and block patterns including site headers, site footers and page layouts."},{"name":"Semplice Monospazio","slug":"semplice-monospazio","version":"1.1","preview_url":"https://wp-themes.com/semplice-monospazio/","author":"arenapigskin","screenshot_url":"//ts.w.org/wp-content/themes/semplice-monospazio/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/semplice-monospazio/","description":"Semplice Monospazion is the perfect block theme for any tech-based blog. The simple design and monospace font make it a great theme to use for your blog about all things tech — from web development, software code and more. Plus, the theme takes full advantage of full site editing in WordPress, meaning you can customize all of the templates to match your personal style. You can do just about anything you want with this theme."},{"name":"Hansen","slug":"hansen","version":"1.5.1","preview_url":"https://wp-themes.com/hansen/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/hansen/screenshot.png?ver=1.5.1","rating":100,"num_ratings":3,"homepage":"https://wordpress.org/themes/hansen/","description":"A block template theme for full site editing, with various block styles and patterns."},{"name":"The Evolution","slug":"the-evolution","version":"1.0.4","preview_url":"https://wp-themes.com/the-evolution/","author":"matheusmisumoto","screenshot_url":"//ts.w.org/wp-content/themes/the-evolution/screenshot.png?ver=1.0.4","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/the-evolution/","description":"The Evolution is a minimalistic multi-purpose block theme. From single page website to complex navigations, it's a great theme to publish stories, tutorials, documentations, etc."},{"name":"Edunation","slug":"edunation","version":"1.0.7","preview_url":"https://wp-themes.com/edunation/","author":"quantumcloud","screenshot_url":"//ts.w.org/wp-content/themes/edunation/screenshot.png?ver=1.0.7","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/edunation/","description":"Edunation is a Block based FSE (Full Site Editing) compatible WordPress theme made for Education Website, Training Center, Courses Hub, College, Academy, University, School, Kindergarten, etc. Modern, responsive, and elegant theme template for WordPress fullsite editing. Edunation is clean and modern designed with well crafted patterns. You can change almost every elements easily via admin panel. Created especially for school, university or college website but it is also multi purpose. The templates are built ready so you don't need to build it from scratch. We want to make your experience using WordPress fullsite editor more convenient."},{"name":"Framboise","slug":"framboise","version":"1.1","preview_url":"https://wp-themes.com/framboise/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/framboise/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/framboise/","description":"Framboise is a style variation of Alara with soft pastel blue and bright pink color palette.","template":"alara"},{"name":"cybercube","slug":"cybercube","version":"1.07","preview_url":"https://wp-themes.com/cybercube/","author":"vibhorp","screenshot_url":"//ts.w.org/wp-content/themes/cybercube/screenshot.png?ver=1.07","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/cybercube/","description":"cybercube is a free and open-source block-based Wordpress theme suitable for businesses &amp; blog."},{"name":"Bergify","slug":"bergify","version":"1.6.3","preview_url":"https://wp-themes.com/bergify/","author":"janhorna","screenshot_url":"//ts.w.org/wp-content/themes/bergify/screenshot.png?ver=1.6.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/bergify/","description":"Bergify is a free and open-source block-based Wordpress theme suitable for businesses"},{"name":"NesiaPress","slug":"nesiapress","version":"2.1.0","preview_url":"https://wp-themes.com/nesiapress/","author":"kukuhnovaputra","screenshot_url":"//ts.w.org/wp-content/themes/nesiapress/screenshot.png?ver=2.1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/nesiapress/","description":"Freemium and Limitless WordPress Theme. The NesiaPress theme can be used for Personal Blogs, Portfolios, or Business Websites. With responsive, SEO, lightweight features, and woocomerce support, you can also build an online store website using this WordPress theme. NesiaPress layout can change to center, full-width, wide-block or using sidebar."},{"name":"Xidea","slug":"xidea","version":"1.1.3","preview_url":"https://wp-themes.com/xidea/","author":"xideathemes","screenshot_url":"//ts.w.org/wp-content/themes/xidea/screenshot.jpg?ver=1.1.3","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/xidea/","description":"Xidea is a very simple block based Wordpress Theme. With the new patterns of Wordpress named full site editing (fse) you can edit whole website from site editor tool. Xidea Blocks is designed with Bootstrap 5 and you can easily use Bootstrap classes when editing the website."},{"name":"Approach","slug":"approach","version":"1.2","preview_url":"https://wp-themes.com/approach/","author":"priyanshumittal","screenshot_url":"//ts.w.org/wp-content/themes/approach/screenshot.png?ver=1.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/approach/","description":"Approach Theme is a Full Site Editing WordPress theme. It is based on block patterns that allow you to create stunning blogs and websites. The theme comes with a clean and modern responsive design having a built-in business, about, and service templates."},{"name":"mcms Lite","slug":"mcms-lite","version":"1.1.8","preview_url":"https://wp-themes.com/mcms-lite/","author":"rolandfarkas","screenshot_url":"//ts.w.org/wp-content/themes/mcms-lite/screenshot.png?ver=1.1.8","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/mcms-lite/","description":"mcms is a lightweight block based Gutenberg, FSE and AMP compatible WordPress theme."},{"name":"Seedlet (Blocks)","slug":"seedlet-blocks","version":"2.1.30","preview_url":"https://wp-themes.com/seedlet-blocks/","author":"automattic","screenshot_url":"//ts.w.org/wp-content/themes/seedlet-blocks/screenshot.png?ver=2.1.30","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/seedlet-blocks/","description":"A simple, text-driven, single-column block-based theme.","template":"blockbase"},{"name":"Gutenify University","slug":"gutenify-university","version":"2.0.0","preview_url":"https://wp-themes.com/gutenify-university/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-university/screenshot.png?ver=2.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/gutenify-university/","description":"Gutenify University is a free WordPress theme with a minimalist design for educational institutes sites. Gutenify University wants each of our users to have a website that is genuinely one-of-a-kind. Each website will have a unique look by combining diverse blocks with Gutenify Plugins and solid extra blocks. We wish to produce a unique look for each website by using powerful typography and clean design. Gutenify University Theme's actual efficiency resides in its customizability when used in conjunction with the Gutenify Plugin. The theme is developed using the Full Site Editing features introduced in WordPress 5.9, which means that any component of your site, including colors, font, and layout, may be altered to fit your needs. The Gutenify Plugin includes a wide range of blocks that will transform your website into a totally unique spectacle when used in conjunction with this theme. Gutenify University with Gutenify Plugin will help you develop something unique that you can proudly call yours, whether it's a single-page website, a blog, a company website, a portfolio, a construction site, or an education site. Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-university/"},{"name":"Trouvelot","slug":"trouvelot","version":"1.0.1","preview_url":"https://wp-themes.com/trouvelot/","author":"silocreativo","screenshot_url":"//ts.w.org/wp-content/themes/trouvelot/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/trouvelot/","description":"Trouvelot is a simple full site editing (FSE) block theme built with portfolios and blogs in mind, inspired by The Trouvelot Astronomical Drawings published in 1882, a collection of 15 exquisite pastel works created by the French artist."},{"name":"Mebae","slug":"mebae","version":"1.0.6","preview_url":"https://wp-themes.com/mebae/","author":"utz119","screenshot_url":"//ts.w.org/wp-content/themes/mebae/screenshot.png?ver=1.0.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/mebae/","description":"Mebae is a Full Site Editor (FSE) WordPress theme. It is a two-column layout with a vertical navigation menu and a dark color scheme with fun lime green gradient color headings. Mebae theme comes with six block patterns, including the cover header with the background of the stars and the feature images with fun round shapes."},{"name":"Spaceblock","slug":"spaceblock","version":"0.16","preview_url":"https://wp-themes.com/spaceblock/","author":"kailoon","screenshot_url":"//ts.w.org/wp-content/themes/spaceblock/screenshot.png?ver=0.16","rating":20,"num_ratings":1,"homepage":"https://wordpress.org/themes/spaceblock/","description":"Spaceblock is a magazine block theme built entirely around Full Site Editing."},{"name":"TT1 Blocks","slug":"tt1-blocks","version":"0.4.8","preview_url":"https://wp-themes.com/tt1-blocks/","author":"wordpressdotorg","screenshot_url":"//ts.w.org/wp-content/themes/tt1-blocks/screenshot.png?ver=0.4.8","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/tt1-blocks/","description":"TT1 Blocks is an experimental block-based version of the Twenty Twenty-One theme. It is built to leverage the full-site editing functionality that is being built in the Gutenberg plugin. This theme is not meant for use on a production site."},{"name":"emulsion","slug":"emulsion","version":"2.6.6","preview_url":"https://wp-themes.com/emulsion/","author":"nobita","screenshot_url":"//ts.w.org/wp-content/themes/emulsion/screenshot.png?ver=2.6.6","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/emulsion/","description":"By switching Customize / Theme Operation Mode. A universal theme that allows you to use the latest Setting Full Site Editing (Editor), Block Editor, Block Template.You can also view the traditional sidebar by selecting FSE Transitional Theme.You will be free to go back and forth between the future of WordPress and the present."},{"name":"Zelia","slug":"zelia","version":"1.1","preview_url":"https://wp-themes.com/zelia/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/zelia/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/zelia/","description":"Zelia is a design variation of the Alara theme, with a corporate business color scheme and typography.","template":"alara"},{"name":"GroundWP","slug":"groundwp","version":"1.5.2","preview_url":"https://wp-themes.com/groundwp/","author":"imtiazrayhan","screenshot_url":"//ts.w.org/wp-content/themes/groundwp/screenshot.png?ver=1.5.2","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/groundwp/","description":"GroundWP is a WordPress Block Theme For Efficient Site Building."},{"name":"Ceres","slug":"ceres","version":"1.1","preview_url":"https://wp-themes.com/ceres/","author":"uxl","screenshot_url":"//ts.w.org/wp-content/themes/ceres/screenshot.png?ver=1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ceres/","description":"Ceres is a design variation of the Alara theme, with a red and blue color palette.","template":"alara"},{"name":"Miniblock OOAK","slug":"miniblock-ooak","version":"1.0.2","preview_url":"https://wp-themes.com/miniblock-ooak/","author":"poena","screenshot_url":"//ts.w.org/wp-content/themes/miniblock-ooak/screenshot.jpg?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/miniblock-ooak/","description":"One page, all the blocks. If all you need is one fully customizable page, it does not get simpler than this. Perfect for promoting your work from home small business, hobby, or craft, or as a contact page. Perhaps your passion project is creating one of a kind custom plushies?"},{"name":"Clove","slug":"clove","version":"1.2.2","preview_url":"https://wp-themes.com/clove/","author":"anariel-design","screenshot_url":"//ts.w.org/wp-content/themes/clove/screenshot.png?ver=1.2.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/clove/","description":"Clove is a simple and versatile WordPress Theme, designed for artists. It’s inspired by nature and beautiful, retro illustrations. Clove is a full-site editing WordPress theme that comes with a set of templates and design settings that can be manipulated through Global Styles."},{"name":"Woodcut","slug":"woodcut","version":"1.0.1","preview_url":"https://wp-themes.com/woodcut/","author":"scruffian","screenshot_url":"//ts.w.org/wp-content/themes/woodcut/screenshot.jpg?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/woodcut/","description":"A theme inspired by relief printing"},{"name":"Kubrick2","slug":"kubrick2","version":"1.0.1","preview_url":"https://wp-themes.com/kubrick2/","author":"youknowriad","screenshot_url":"//ts.w.org/wp-content/themes/kubrick2/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/kubrick2/","description":"Reimplementation of the famous kubrick theme as a block theme."},{"name":"Q","slug":"q","version":"0.8.3","preview_url":"https://wp-themes.com/q/","author":"aristath","screenshot_url":"//ts.w.org/wp-content/themes/q/screenshot.png?ver=0.8.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/q/","description":"Experimental Full Site Editing (FSE) Theme"},{"name":"Triangulate","slug":"triangulate","version":"1.0.2","preview_url":"https://wp-themes.com/triangulate/","author":"scruffian","screenshot_url":"//ts.w.org/wp-content/themes/triangulate/screenshot.png?ver=1.0.2","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/triangulate/","description":"Inspired by triangles"},{"name":"Mixin' Styles- GB","slug":"mixin-styles-gb","version":"1.0.8","preview_url":"https://wp-themes.com/mixin-styles-gb/","author":"jgpws","screenshot_url":"//ts.w.org/wp-content/themes/mixin-styles-gb/screenshot.png?ver=1.0.8","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/mixin-styles-gb/","description":"Mixin' Styles- GB is a full site editing blog theme. Sporting rounded corners on several elements, Mixin' Styles- GB supports single columns and sidebar layouts via a collection of templates and patterns. Custom templates include a page with a left-side fixed vertical header, a page with no sidebar and a no sidebar pattern for posts. The theme offers four header styles including two with hero images."},{"name":"Naledi","slug":"naledi","version":"1.1.4","preview_url":"https://wp-themes.com/naledi/","author":"anariel-design","screenshot_url":"//ts.w.org/wp-content/themes/naledi/screenshot.png?ver=1.1.4","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/naledi/","description":"Naledi is a simple and clean WordPress Theme, designed for blog and personal websites. It’s inspired by nature and travel. Naledi is a full-site editing WordPress theme that comes with a set of templates and design settings that can be manipulated through Global Styles."},{"name":"Rick","slug":"rick","version":"1.0.5","preview_url":"https://wp-themes.com/rick/","author":"wpentire","screenshot_url":"//ts.w.org/wp-content/themes/rick/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/rick/","description":"Experemential FSE WordPress theme."},{"name":"Kemet","slug":"kemet","version":"1.2.24","preview_url":"https://wp-themes.com/kemet/","author":"leap13","screenshot_url":"//ts.w.org/wp-content/themes/kemet/screenshot.jpg?ver=1.2.24","rating":100,"num_ratings":5,"homepage":"https://wordpress.org/themes/kemet/","description":"Kemet is a Fast, Reliable, and World-Class Full Site Editing WordPress Block Theme suitable for business websites, blogs, personal portfolios. Kemet is bundled with outstanding pre-built Templates, Template Parts, and designer-made Block Patterns to help you get your WordPress website almost with no effort. Besides, Kemet will allow you to set your full website’s color scheme globally in seconds by selecting from ready-to-use light and dark authentic color palettes. Here are some of the theme's unique features: Sticky Header, Sticky Footer, Extra Styles for Group Block, Advanced Styles for Image Block, Button Block Styles, Responsive Website Logo, RTL &amp; Translation Ready."},{"name":"Responsive FSE","slug":"responsive-fse","version":"1.1.0","preview_url":"https://wp-themes.com/responsive-fse/","author":"cyberchimps","screenshot_url":"//ts.w.org/wp-content/themes/responsive-fse/screenshot.png?ver=1.1.0","rating":80,"num_ratings":1,"homepage":"https://wordpress.org/themes/responsive-fse/","description":"Responsive-FSE is an experimental theme for the next-generation Full Site Editing (FSE) currently available in Gutenberg. Using this theme, you can easily change the complete layout of the post or page by editing templates. There are also useful blocks to play around with like Site Logo, Post Title, Post Author, Query, etc. The best part of the theme is that it is WooCommerce ready and you can add pre-defined block patterns to your pages and then further customize them according to your needs. The theme also allows users to add Template Parts like header, footer, sidebar, etc. to the template and also create new template parts. Features: #Block Patterns #Full Site Editing #Custom Colors #Custom Header #Custom Logo #Custom Menu #Grid Layout #Wide Blocks #Sticky Post #RTL Language Support #WooCommerce Ready"},{"name":"WPDraft","slug":"wpdraft","version":"2.0.5","preview_url":"https://wp-themes.com/wpdraft/","author":"leeshadle","screenshot_url":"//ts.w.org/wp-content/themes/wpdraft/screenshot.png?ver=2.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/wpdraft/","description":"A bare bones (6kb), block-based, full-site-editing, theme for building WordPress websites fast with Tailwind CSS using the Draft plugin."},{"name":"Block-Based Bosco","slug":"block-based-bosco","version":"1.4.1","preview_url":"https://wp-themes.com/block-based-bosco/","author":"frank-klein","screenshot_url":"//ts.w.org/wp-content/themes/block-based-bosco/screenshot.png?ver=1.4.1","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/block-based-bosco/","description":"Experimental Full Site Editing Theme"},{"name":"Cormorant","slug":"cormorant","version":"1.0.3","preview_url":"https://wp-themes.com/cormorant/","author":"olein","screenshot_url":"//ts.w.org/wp-content/themes/cormorant/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/cormorant/","description":"This theme is Block Theme supporting Full Site Editing. Gifu City in Gifu Prefecture, Japan is famous for a traditional fishing method called Ukai (cormorant fishing). That's how I came up with the name. Simple design, universal designed fonts available, many block patterns and styles. You can use for blog, single page for business, self portfolio, and more. This theme will be tested trying for new featured WordPress. So occasional disruptive changes may be made."},{"name":"Armando","slug":"armando","version":"2.0.0","preview_url":"https://wp-themes.com/armando/","author":"poena","screenshot_url":"//ts.w.org/wp-content/themes/armando/screenshot.png?ver=2.0.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/armando/","description":"A full site editing theme for blogs or sports teams. Armando includes multiple block styles and block patterns including site headers, site footers and page layouts."},{"name":"Pistache","slug":"pistache","version":"1.0.3","preview_url":"https://wp-themes.com/pistache/","author":"warnaud139","screenshot_url":"//ts.w.org/wp-content/themes/pistache/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/pistache/","description":"Simple and minimal theme for blog, inspired by Cerebro theme from themeskingdom.com"},{"name":"Tendo","slug":"tendo","version":"1.6.3","preview_url":"https://wp-themes.com/tendo/","author":"philhoyt","screenshot_url":"//ts.w.org/wp-content/themes/tendo/screenshot.png?ver=1.6.3","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/tendo/","description":"Tendo is a Clean and Minimalist theme built for the Site Editing features included in WordPress. Take advantage of Global Style and Template editing to customize the look and feel of Tendo to meet match your own unique needs. Use block patterns to better display your content with more to come in future iterations."},{"name":"Tainá","slug":"taina","version":"0.2.1","preview_url":"https://wp-themes.com/taina/","author":"tainacan","screenshot_url":"//ts.w.org/wp-content/themes/taina/screenshot.png?ver=0.2.1","rating":100,"num_ratings":1,"homepage":"https://wordpress.org/themes/taina/","description":"A full-site-editing block theme for WordPress. Tainá has emerged as a new alternative for viewing cultural digital archives created with WordPress and its amazing tools such as the Tainacan plugin. In addition to a fully customizable interface, this theme brings support for several design patterns available for insertion in a single click, such as banners ready to introduce your content, whether it has one, two or no image to be represented by. You can also change the global styles of your website to make it match your visual identity in a single click, including beautiful dark theme variations. Tainá theme brings your audience the ability to easily, quickly and intuitively access your collection files by creating a unique viewing experience for your digital repository."},{"name":"Siuy","slug":"siuy","version":"2.1.0","preview_url":"https://wp-themes.com/siuy/","author":"mypreview","screenshot_url":"//ts.w.org/wp-content/themes/siuy/screenshot.png?ver=2.1.0","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/siuy/","description":"Siuy is a WordPress theme dedicated to blogging. Made for minimalistic book and writing lovers."},{"name":"Octane","slug":"octane","version":"1.1.1","preview_url":"https://wp-themes.com/octane/","author":"codemanas","screenshot_url":"//ts.w.org/wp-content/themes/octane/screenshot.png?ver=1.1.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/octane/","description":"Octane is an experimental block-based theme. It is built to leverage the full-site editing functionality that is being built in the Gutenberg plugin. This theme is not meant for use on a production site."},{"name":"Nominal Block","slug":"nominal-block","version":"1.0.1","preview_url":"https://wp-themes.com/nominal-block/","author":"theme404","screenshot_url":"//ts.w.org/wp-content/themes/nominal-block/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/nominal-block/","description":"Nominal Block is an easy and responsive WordPress Full Site Editing Theme. It has developed with the concept of Single Page Application in mind and is compatible with all newly added features of WordPress 5.8. Moreover, you can edit or add new templates to your posts/pages. Your site appearance no longer looks like the elements generated by the theme. Unlikely classic themes, you don’t have to manage global elements and page elements separately. This theme will help you out to build the entire website and manage Site Title, Post Title, Comments, and Post Content just by using Gutenberg editor."},{"name":"WeCodeArt","slug":"wecodeart","version":"5.7.1","preview_url":"https://wp-themes.com/wecodeart/","author":"vbmv","screenshot_url":"//ts.w.org/wp-content/themes/wecodeart/screenshot.png?ver=5.7.1","rating":88,"num_ratings":7,"homepage":"https://wordpress.org/themes/wecodeart/","description":"A simple WordPress theme framework focused on SEO and speed (perfect 100% PageSpeed scores) while still being fully customizable via Full Site Editing. It also works perfectly with all page builder plugins."},{"name":"Ballyhoo Blocks","slug":"ballyhoo-blocks","version":"1.0.5","preview_url":"https://wp-themes.com/ballyhoo-blocks/","author":"wingo5315","screenshot_url":"//ts.w.org/wp-content/themes/ballyhoo-blocks/screenshot.png?ver=1.0.5","rating":0,"num_ratings":0,"homepage":"https://wordpress.org/themes/ballyhoo-blocks/","description":"Ballyhoo Blocks is a simple WordPress theme that is fully compatible with the new Site Editor included with WordPress versions 5.9 and above. It allows you to fully customise how your site looks. This theme comes with 5 block patterns and multiple block styles."}]