Repository: ellatrix/block-themes-directory
Catalog: themes/astory/languages/*.po
Languages: ar, de_de, fr_fr, hi_in, it_it

source: About Us
ar: عنا
de_de: Über Uns
fr_fr: À Propos De Nous
hi_in: हमारे बारे में
it_it: Su Di Noi

source: Accessibility
ar: الوصول
de_de: Barrierefreiheit
fr_fr: L'accessibilité
hi_in: अभिगम्यता
it_it: Accessibilità

source: An block theme, lightweight and easy to use.
ar: وهي كتلة موضوع, خفيفة الوزن وسهلة الاستخدام.
de_de: Ein block-Design, leicht und einfach zu bedienen.
fr_fr: Un bloc de thème, léger et facile à utiliser.
hi_in: एक ब्लॉक विषय, हल्के और प्रयोग करने में आसान ।
it_it: Un blocco a tema, leggero e facile da usare.

source: Astory
ar: حكاية

source: Astory Call To Action
ar: حكاية دعوة إلى العمل
fr_fr: Astory Appel À L'Action
hi_in: Astory कार्रवाई के लिए कॉल
it_it: Astory Chiamata All'Azione

source: Astory Clients
ar: حكاية العملاء
de_de: Astory Kunden
hi_in: Astory ग्राहकों
it_it: Astory Clienti

source: Astory Footer
ar: حكاية تذييل الصفحة
de_de: Astory Fußzeile
fr_fr: Astory Pied De Page
hi_in: Astory पाद लेख
it_it: Astory Piè Di Pagina

source: Astory General
ar: حكاية العامة
de_de: Astory Allgemeines
fr_fr: Astory Général
hi_in: Astory सामान्य
it_it: Astory Generale

source: Astory Header
ar: حكاية رأس
fr_fr: Astory En-Tête
hi_in: Astory हैडर
it_it: Astory Intestazione

source: Astory Hero
ar: حكاية بطل
de_de: Astory Held
fr_fr: Astory Héros
hi_in: Astory नायक
it_it: Astory Eroe

source: Astory Page
ar: حكاية الصفحة
de_de: Astory Seite
hi_in: Astory पृष्ठ
it_it: Astory Pagina

source: Astory plugin
ar: حكاية المساعد
hi_in: Astory प्लगइन

source: Astory plugin is installed and activated. Start using Pro Features Now!!!
ar: حكاية هو تثبيت البرنامج المساعد و تفعيلها. البدء في استخدام ميزات برو الآن!!!
de_de: Astory-plugin ist installiert und aktiviert. Start mit Pro Features Now!!!
fr_fr: Astory plugin est installé et activé. Démarrer à l'aide de Fonctionnalités de la version Pro Maintenant!!!
hi_in: Astory प्लगइन स्थापित है और सक्रिय है. का उपयोग शुरू प्रो अब सुविधाओं!!!
it_it: Astory plugin è installato e attivato. Iniziare a utilizzare Pro Dispone di Adesso!!!!!

source: Astory Price
ar: حكاية السعر
de_de: Astory Preis
fr_fr: Astory Prix
hi_in: Astory कीमत
it_it: Astory Prezzo

source: Astory Query
ar: حكاية الاستعلام
de_de: Astory Abfrage
fr_fr: Astory Requête
hi_in: Astory क्वेरी

source: Astory Team Member
ar: حكاية عضو في الفريق
de_de: Astory Team-Mitglied
fr_fr: Astory Membre De L'Équipe
hi_in: Astory टीम के सदस्य
it_it: Astory Membro Del Team

source: Astory Testimonials
ar: حكاية الشهادات
fr_fr: Astory Témoignages
hi_in: Astory प्रशंसापत्र
it_it: Astory Testimonianze

source: Box Shadow
ar: مربع الظل
fr_fr: Zone D'Ombre
hi_in: बॉक्स छाया
it_it: Scatola Di Ombra

source: Box Shadow Solid
ar: مربع الظل الصلبة
fr_fr: Zone D'Ombre Solide
hi_in: बॉक्स छाया ठोस
it_it: Casella Di Ombra Solida

source: Brand Guide
ar: العلامة التجارية دليل
fr_fr: Marque Guide
hi_in: ब्रांड गाइड
it_it: Marchio Di Guida

source: Buy Astory Pro
ar: شراء حكاية برو
de_de: Kaufen Astory Pro
fr_fr: Acheter Astory Pro
hi_in: खरीदें Astory प्रो
it_it: Comprare Astory Pro

source: Connect
ar: الاتصال
de_de: Schließen
fr_fr: Connecter
hi_in: कनेक्ट
it_it: Collegare

source: Contact Us
ar: الاتصال بنا
de_de: Kontaktieren Sie Uns
fr_fr: Contactez-Nous
hi_in: हमसे संपर्क करें
it_it: Contattaci

source: Copywriting
ar: كوبيوريتنغ
fr_fr: La rédaction

source: Create a four-column table
ar: إنشاء أربعة أعمدة الجدول
de_de: Erstellen Sie ein vier-Spalten-Tabelle
fr_fr: Créer un quatre-colonne de la table
hi_in: बनाने के लिए एक चार-स्तंभ टेबल
it_it: Creare una tabella a quattro colonne

source: Create a three-column table
ar: إنشاء ثلاثة أعمدة الجدول
de_de: Erstellen Sie eine drei-Spalten-Tabelle
fr_fr: Créer un tableau à trois colonnes
hi_in: बनाने के लिए एक तीन कॉलम तालिका
it_it: Creare una tabella con tre colonne

source: Create a two-column table
ar: إنشاء جدول عمودين
de_de: Erstellen Sie eine zweispaltige Tabelle
fr_fr: Créer un tableau à deux colonnes
hi_in: बनाने के लिए एक दो-स्तंभ टेबल
it_it: Creare una tabella a due colonne

source: Development
ar: التنمية
de_de: Entwicklung
fr_fr: Développement
hi_in: विकास
it_it: Sviluppo

source: Enterprise
ar: المؤسسة
fr_fr: L'entreprise
hi_in: उद्यम

source: Feature Item
ar: ميزة البند
de_de: Feature Element
fr_fr: Fonction De L'Élément De
hi_in: सुविधा आइटम
it_it: Funzione Di Elemento

source: Fill
ar: ملء
de_de: Füllen
fr_fr: Remplir
hi_in: भरने
it_it: Riempire

source: Fill Base
ar: ملء قاعدة
de_de: Füllen Base
fr_fr: Remplissage De La Base De
hi_in: भरने के लिए आधार
it_it: Riempire La Base

source: Free Full Site Editing WordPress Theme
ar: مجانا موقع كامل تحرير وورد موضوع
de_de: Kostenlose Full Site Editing-WordPress-Theme
fr_fr: Complet Gratuit Site De Montage Thème WordPress
hi_in: नि: शुल्क पूर्ण साइट संपादन WordPress विषय
it_it: Gratuito Sito Completo Di Editing Tema WordPress

source: Full-height
ar: كامل الارتفاع
de_de: Volle Höhe
fr_fr: Pleine hauteur
hi_in: पूर्ण ऊंचाई
it_it: A tutta altezza

source: Get Astory PRO
ar: الحصول على حكاية برو
de_de: Holen Sie sich Astory PRO
fr_fr: Obtenir Astory PRO
hi_in: प्राप्त Astory प्रो
it_it: Ottenere Astory PRO

source: Get in Touch
ar: الحصول على اتصال
fr_fr: Entrer en Contact
hi_in: संपर्क में जाओ
it_it: Entrare in Contatto

source: Get Started
ar: نبدأ
de_de: Loslegen
fr_fr: Obtenir Commencé
hi_in: शुरू हो जाओ
it_it: Iniziare

source: Getting Started
ar: الشروع في العمل
de_de: Erste Schritte
fr_fr: Prise En Main
hi_in: शुरू हो रही है
it_it: Guida Introduttiva

source: Great! Astory has been installed and activated successfully. Now, you can start building your your website with a Astory theme customizable block patterns, templates, and template parts.
ar: كبيرة! حكاية تم تثبيت و تفعيل بنجاح. الآن يمكنك البدء في بناء الخاصة بك موقع الويب الخاص بك مع حكاية موضوع تخصيص كتلة أنماط ، قوالب ، قالب أجزاء.
de_de: Großartig! Astory wurde installiert und erfolgreich aktiviert. Jetzt können Sie beginnen, Ihre website mit einem Astory-theme anpassbar-block Muster, Vorlagen und Vorlagen-Teile.
fr_fr: Super! Astory a été installé et activé avec succès. Maintenant, vous pouvez commencer à construire votre site web avec un Astory thème personnalisable bloc de modèles, des modèles, et le modèle de pièces.
hi_in: महान! Astory स्थापित किया गया है और सफलतापूर्वक सक्रिय हो. अब, आप निर्माण शुरू कर सकते हैं अपने अपनी वेबसाइट के साथ एक Astory विषय अनुकूलन ब्लॉक पैटर्न, टेम्पलेट्स, और टेम्पलेट भागों.
it_it: Grande! Astory è stato installato e attivato con successo. Ora, si può iniziare a costruire il tuo sito web con un Astory tema personalizzabile blocco di schemi, modelli e template parti.

source: Learn More
ar: معرفة المزيد
de_de: Erfahren Sie Mehr
fr_fr: En Savoir Plus
hi_in: अधिक जानने के लिए
it_it: Saperne Di Più

source: Leave us a review
ar: ترك لنا استعراض
de_de: Lassen Sie uns eine Bewertung
fr_fr: Laissez-nous un examen
hi_in: हमें एक समीक्षा छोड़ दें
it_it: Ci lascia una recensione

source: Let’s Connect
ar: دعونا الاتصال
hi_in: चलो कनेक्ट

source: Let’s Get Started
ar: دعونا نبدأ
hi_in: चलो शुरू हो जाओ

source: LinkedIn
ar: ينكدين
hi_in: लिंक्डइन

source: Loved Astory? Feel free to leave your feedback. Your opinion helps us reach more audiences!
ar: أحب حكاية? لا تتردد في ترك ملاحظاتك. رأيك يساعدنا على الوصول إلى المزيد من الجماهير!
de_de: Liebte Astory? Fühlen Sie sich frei zu lassen Sie Ihre feedback. Ihre Meinung hilft uns erreichen mehr Publikum!
fr_fr: Aimé Astory? N'hésitez pas à laisser vos commentaires. Votre avis nous aide à atteindre plus de publics!
hi_in: प्यार Astory? करने के लिए स्वतंत्र महसूस अपनी प्रतिक्रिया छोड़. अपनी राय हमें मदद करता है तक पहुँचने और अधिक दर्शकों को!
it_it: Amato Astory? Sentitevi liberi di lasciare i vostri commenti. La tua opinione ci aiuta a raggiungere un pubblico più!

source: Marketing
ar: التسويق
hi_in: विपणन

source: Member Name
ar: اسم عضو
fr_fr: Nom De Membre
hi_in: सदस्य का नाम
it_it: Nome Del Membro

source: More Features with Astory Pro
ar: المزيد من الميزات مع حكاية برو
de_de: Weitere Funktionen mit Pro Astory
fr_fr: Plus de Fonctionnalités avec Astory Pro
hi_in: और अधिक सुविधाओं के साथ प्रो Astory
it_it: Ulteriori Funzionalità con Astory Pro

source: Newsletter
ar: النشرة الإخبارية
hi_in: समाचार पत्र

source: No Disc
ar: لا القرص
fr_fr: Pas De Disque
hi_in: कोई डिस्क
it_it: Nessun Disco

source: Not found, error 404
ar: لم يتم العثور على خطأ 404
de_de: Nicht gefunden, Fehler 404
fr_fr: Pas trouvé, erreur 404
hi_in: नहीं मिला, त्रुटि 404
it_it: Non trovato, errore 404

source: Oops, the page you are looking for does not exist or is no longer available. Everything is still awesome. Just use the search form to find your way.
ar: عفوا الصفحة التي تبحث عنها غير موجودة أو لم تعد متوفرة. لا يزال كل شيء رائع. مجرد استخدام نموذج البحث للعثور على طريقك.
de_de: Hoppla, die Seite die Sie suchen existiert nicht oder ist nicht mehr verfügbar. Alles ist immer noch genial. Verwenden Sie einfach das Suchformular, um Ihren Weg zu finden.
fr_fr: Oups, la page que vous recherchez n'existe pas ou n'est plus disponible. Tout est toujours impressionnante. Utilisez simplement le formulaire de recherche pour trouver votre chemin.
hi_in: उफ़, पृष्ठ आप के लिए देख रहे हैं मौजूद नहीं है, या अब उपलब्ध नहीं है । सब कुछ अभी भी है । बस का उपयोग करें खोज के रूप में अपना रास्ता खोजने के लिए.
it_it: Ops, la pagina che stai cercando non esiste oppure non è più disponibile. Tutto è ancora impressionante. Basta usare il modulo di ricerca per trovare la strada.

source: Our Company
ar: شركتنا
de_de: Unser Unternehmen
fr_fr: Notre Société
hi_in: हमारी कंपनी
it_it: La Nostra Azienda

source: Our Mission
ar: مهمتنا
de_de: Unsere Mission
fr_fr: Notre Mission
hi_in: हमारे मिशन
it_it: La Nostra Missione

source: Our Team
ar: فريقنا
de_de: Unser Team
fr_fr: Notre Équipe
hi_in: हमारी टीम
it_it: Il Nostro Team

source: Outline
ar: مخطط
de_de: Gliederung
fr_fr: Contour
hi_in: रूपरेखा
it_it: Contorno

source: Outline Base
ar: مخطط قاعدة
de_de: Gliederung Base
fr_fr: Le Contour De La Base De
hi_in: रूपरेखा के आधार
it_it: Struttura Di Base

source: Personal
ar: الشخصية
de_de: Persönliche
fr_fr: Personnels
hi_in: व्यक्तिगत
it_it: Personale

source: Pricing Table
ar: جدول التسعير
de_de: Pricing Tabelle
fr_fr: Le Tableau Des Tarifs
hi_in: मूल्य निर्धारण तालिका
it_it: Tabella Dei Prezzi

source: Primary
ar: الابتدائية
de_de: Primäre
fr_fr: Primaire
hi_in: प्राथमिक
it_it: Primaria

source: Privacy Policy
ar: سياسة الخصوصية
de_de: Datenschutzerklärung
fr_fr: Politique De Confidentialité
hi_in: गोपनीयता नीति
it_it: Politica Sulla Privacy

source: Professional
ar: المهنية
fr_fr: Professionnel
hi_in: पेशेवर
it_it: Professionista

source: Read more
ar: قراءة المزيد
de_de: Lesen Sie mehr
fr_fr: Lire plus
hi_in: और अधिक पढ़ें
it_it: Leggi di più

source: Review
ar: استعراض
de_de: Bewertung
fr_fr: Examen
hi_in: समीक्षा
it_it: Recensione

source: Rounded Corner with Box Shadow
ar: تقريب الزاوية مع مربع الظل
de_de: Abgerundete Ecke mit Box-Shadow
fr_fr: Coins arrondis avec Zone d'Ombre
hi_in: गोल कोने, बॉक्स छाया
it_it: Angolo arrotondato con Box-Shadow

source: Sample Heading
ar: عينة العنوان
de_de: Beispiel Überschrift
fr_fr: Exemple De Rubrique
hi_in: नमूना शीर्षक
it_it: Esempio Di Voce

source: Sample Image
ar: صورة نموذج
de_de: Beispiel-Bild
fr_fr: Exemple D'Image
hi_in: नमूना छवि
it_it: Immagine Di Esempio

source: Services
ar: الخدمات
de_de: Dienstleistungen
hi_in: सेवाएं
it_it: Servizi

source: Sign Up Now
ar: اشترك الآن
de_de: Jetzt Anmelden
fr_fr: Inscrivez-Vous Maintenant
hi_in: साइन अप
it_it: Iscriviti Ora

source: Social Media
ar: وسائل الاعلام الاجتماعية
fr_fr: Les Médias Sociaux
hi_in: सामाजिक मीडिया

source: Start Here
ar: تبدأ هنا
de_de: Starten Sie Hier
fr_fr: Commencez Ici
hi_in: यहाँ शुरू करो
it_it: Inizia Da Qui

source: Support
ar: الدعم
fr_fr: Soutien
hi_in: समर्थन
it_it: Supporto

source: Terms of Service
ar: شروط الخدمة
fr_fr: Conditions de Service
hi_in: सेवा की शर्तें
it_it: Termini di Servizio

source: The people who are ready to serve you.
ar: الناس الذين هم على استعداد لخدمتك.
de_de: Die Menschen, die bereit sind, Ihnen zu dienen.
fr_fr: Les gens qui sont prêts à vous servir.
hi_in: लोगों को तैयार कर रहे हैं जो करने के लिए आप की सेवा.
it_it: Le persone che sono pronti a servire.

source: Theme Info
ar: موضوع المعلومات
fr_fr: Thème D'Informations
hi_in: विषय की जानकारी
it_it: Tema Info

source: Theme instructions
ar: موضوع تعليمات
de_de: Thema-Anleitung
fr_fr: Thème instructions
hi_in: विषय के निर्देश
it_it: Tema istruzioni

source: Twitter
ar: تويتر
hi_in: ट्विटर

source: Ultimate
ar: في نهاية المطاف
fr_fr: Ultime
hi_in: परम

source: Upgrade Now
ar: الترقية الآن
de_de: Jetzt Aktualisieren
fr_fr: Mettre À Niveau Maintenant
hi_in: अब अपग्रेड
it_it: Aggiornamento Ora

source: Useful Links
ar: روابط مفيدة
de_de: Nützliche Links
fr_fr: Liens Utiles
hi_in: उपयोगी लिंक
it_it: Link Utili

source: View Demo
ar: عرض تجريبي
fr_fr: Voir La Démo
hi_in: देखें डेमो
it_it: Guarda La Demo

source: View profile
ar: عرض الملف الشخصي
de_de: Profil anzeigen
fr_fr: Voir le profil
hi_in: प्रोफ़ाइल देखें
it_it: Guarda il profilo

source: View Project
ar: عرض المشروع
fr_fr: Visualiser Le Projet
hi_in: देखें परियोजना
it_it: Vedi Progetto

source: Web Design
ar: تصميم مواقع الإنترنت
hi_in: वेब डिजाइन

source: With Astory Pro you get more options, blocks, block patterns, templates and template parts. Faster support and faster updates with trending and easy to use patterns.
ar: مع حكاية برو يمكنك الحصول على المزيد من الخيارات كتل كتلة أنماط ، قوالب ، قالب أجزاء. الدعم أسرع وأسرع مع التحديثات تتجه وسهلة الاستخدام أنماط.
de_de: Mit Astory Pro erhalten Sie weitere Optionen, Blöcke, block, Muster, Vorlagen und Vorlagen-Teile. Schneller support und schnellere updates mit trending und einfach zu bedienen Muster.
fr_fr: Avec Astory Pro, vous obtenez plus d'options, des blocs, bloc de modèles, des modèles et le modèle de pièces. Un soutien plus rapide et plus rapide des mises à jour avec les tendances et facile à utiliser des modèles.
hi_in: के साथ Astory प्रो आप और अधिक विकल्प मिलता, ब्लॉक, ब्लॉक पैटर्न, टेम्पलेट और टेम्पलेट भागों. तेजी से समर्थन और तेजी से अद्यतन के साथ ट्रेंडिंग और आसान उपयोग करने के लिए पैटर्न.
it_it: Con Astory Pro avrai più opzioni, blocchi, blocco di schemi, modelli e template parti. Supporto più veloce e più veloce di aggiornamenti, di tendenza e facile da usare modelli.

source: Your Company LLC
ar: الشركة ذ. م. م
de_de: Ihr Unternehmen LLC
fr_fr: Votre Company LLC
hi_in: अपनी कंपनी एलएलसी
it_it: La vostra Azienda LLC

source: Dribbble
it_it: Photo
