{"name":"Axton","slug":"axton","version":"2.0.5","preview_url":"https://wp-themes.com/axton/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/axton/screenshot.png?ver=2.0.5","rating":100,"num_ratings":1,"downloaded":5159,"last_updated":"2023-01-30","last_updated_time":"2023-01-30 23:11:16","homepage":"https://wordpress.org/themes/axton/","sections":{"description":"Axton is a free minimalist block portfolio WordPress theme for full site editing. With the Global Styles feature introduced in WordPress 6.0, you can pick your site color style from Dark or Light color schemes. This block-based theme is best suited for building a portfolio, blog, photography, personal, freelance, startup, and more website to showcase your work. The theme is built in accordance with Full Site Editing features that let you customize your site as per your need. Axton comes with a portfolio layout that lets you showcase your work beautifully. This theme includes a clean design and simple typography that allow you to build an awesome website among others. With the intuitive drag and drop interface, you can start building your content easily using block patterns. There are 15 + different block patterns, 17 FSE Templates, and 9 Template Parts. Some of the block patterns are Header media, Hero Content, Featured Content, Blog Post, 404 Header, Contact Us, Search Header, Footer, Footer Three Column, and Post Header. All of the blocks, block patterns, templates, and template parts in Axton are fully responsive, highly customizable, and adapt to all screen sizes perfectly. Download Axton today and start building your site with blocks!"},"download_link":"https://downloads.wordpress.org/theme/axton.2.0.5.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}