{"name":"BlockMag","slug":"blockmag","version":"1.0.1","preview_url":"https://wp-themes.com/blockmag/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/blockmag/screenshot.png?ver=1.0.1","rating":100,"num_ratings":1,"downloaded":14610,"last_updated":"2022-12-06","last_updated_time":"2022-12-06 07:03:14","homepage":"https://wordpress.org/themes/blockmag/","sections":{"description":"BlockMag is a free magazine WordPress block theme for full site editing. This theme is fully responsive, intuitive, and visually appealing. It is a beautifully designed theme perfect for building magazines and news websites. This block-based theme comes with an array of powerful customization options. The theme includes an eye-catchy light color scheme that looks more appealing. With the help of an intuitive drag-and-drop interface, you can easily customize your site. The theme includes simple and easy-to-use block patterns. There are 19+ block patterns, 11 Templates, and 8 Templates Parts available in this theme to help you build the magazine site the way you want. Some of the block patterns are 404 Header, Ad Full Width After Header, CTA, Cover News, Featured News, Footer Three Columns, Header With Buttons, Header With Logo Center, Recent Blog With Sidebar, Search Header, Post Header Without BG, Logo With No Title, and many more. All the block patterns, Templates, and Templates Parts are fully responsive adapt to all screen sizes, are highly customizable, and have fast loading. Download BlockMag today and start building an amazing magazine website!"},"download_link":"https://downloads.wordpress.org/theme/blockmag.1.0.1.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}