{"name":"FSE Spiritual","slug":"fse-spiritual","version":"1.0.4","preview_url":"https://wp-themes.com/fse-spiritual/","author":"fly2sky","screenshot_url":"//ts.w.org/wp-content/themes/fse-spiritual/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"downloaded":2005,"last_updated":"2023-01-13","last_updated_time":"2023-01-13 11:07:54","homepage":"https://wordpress.org/themes/fse-spiritual/","sections":{"description":"Spiritual is full site editing and fully functional WordPress theme with all the necessary features a church WordPress theme must possess. With our themes, we are intentional about the location of contents and the heading tags to ensure you stand a great chance of being listed in search engines. This theme is search engine optimized and comes with an easily managed section for staff profiles. Every page is search engine optimized, and this is good for business. It is highly responsive, quickly downloading our spiritual WordPress theme on any device. The theme is undoubtedly compatible with all devices, from mobile phones to laptops and tablets. Our headers come with style, and you can stylishly introduce your church or organization to people in a captivating way. This makes you catch their attention and make them stay glued to your site. A great feature is the event management icon, where you can outline upcoming events and add the full details. Also, you can include sermon notes, activities, and services you want to showcase and highlight on your website. This theme is comes with many block patterns that you can use to create the desired layout for your website."},"download_link":"https://downloads.wordpress.org/theme/fse-spiritual.1.0.4.zip","tags":{"block-patterns":"Block Editor Patterns","blog":"Blog","custom-colors":"Custom Colors","custom-logo":"Custom Logo","custom-menu":"Custom Menu","editor-style":"Editor Style","education":"Education","featured-images":"Featured Images","full-site-editing":"Full Site Editing","one-column":"One Column","rtl-language-support":"RTL Language Support","sticky-post":"Sticky Post","threaded-comments":"Threaded Comments"}}