{"name":"Gutenify University","slug":"gutenify-university","version":"2.0.0","preview_url":"https://wp-themes.com/gutenify-university/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/gutenify-university/screenshot.png?ver=2.0.0","rating":0,"num_ratings":0,"downloaded":2972,"last_updated":"2023-02-15","last_updated_time":"2023-02-15 12:06:43","homepage":"https://wordpress.org/themes/gutenify-university/","sections":{"description":"Gutenify University is a free WordPress theme with a minimalist design for educational institutes sites. Gutenify University wants each of our users to have a website that is genuinely one-of-a-kind. Each website will have a unique look by combining diverse blocks with Gutenify Plugins and solid extra blocks. We wish to produce a unique look for each website by using powerful typography and clean design. Gutenify University Theme's actual efficiency resides in its customizability when used in conjunction with the Gutenify Plugin. The theme is developed using the Full Site Editing features introduced in WordPress 5.9, which means that any component of your site, including colors, font, and layout, may be altered to fit your needs. The Gutenify Plugin includes a wide range of blocks that will transform your website into a totally unique spectacle when used in conjunction with this theme. Gutenify University with Gutenify Plugin will help you develop something unique that you can proudly call yours, whether it's a single-page website, a blog, a company website, a portfolio, a construction site, or an education site. Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/gutenify-university/"},"download_link":"https://downloads.wordpress.org/theme/gutenify-university.2.0.0.zip","tags":{"block-patterns":"Block Editor Patterns","custom-colors":"Custom Colors","custom-logo":"Custom Logo","custom-menu":"Custom Menu","editor-style":"Editor Style","featured-images":"Featured Images","full-site-editing":"Full Site Editing","one-column":"One Column","rtl-language-support":"RTL Language Support","sticky-post":"Sticky Post","threaded-comments":"Threaded Comments"}}