{"name":"Hello Gutenify","slug":"hello-gutenify","version":"2.0.0","preview_url":"https://wp-themes.com/hello-gutenify/","author":"codeyatri","screenshot_url":"//ts.w.org/wp-content/themes/hello-gutenify/screenshot.png?ver=2.0.0","rating":0,"num_ratings":0,"downloaded":5014,"last_updated":"2023-02-15","last_updated_time":"2023-02-15 11:51:44","homepage":"https://wordpress.org/themes/hello-gutenify/","sections":{"description":"Hello Gutenify is modern block-based theme where you can build your own unique looking website by using WordPress Blocks Editor. Hello Gutenify is a multipurpose block based free theme, the theme is built in accordance of Full Site Editing features introduced in WordPress 5.9, which means that all the aspects including colors, typography, and the layout of every single page on your site can be customized to suit your need.The true efficiency of Hello Gutenify Theme lies in its customizability with combination of Gutenify Plugin. With Gutenify Plugin you can create different customized template, you can also use its in-built template kits and then further customize them according to your needs. Furthermore, using different blocks in combination of Gutenify Plugin’s solid additional blocks, each website will garner an exhibit look. With strong typography, and simple design, we want to achieve unique look for every website.Gutenify Plugin offers a wide variety of flexible and easy to use blocks which will make your website in combination with truly unique spectacle. You can create. A single-page website, a blog, a business website, a portfolio, a construction site, or an education site, Hello Gutenify with Gutenify Plugin will help you create something unique which you can truly call yours.Official Support Forum: https://gutenify.com/contact/ Demo: https://demo.gutenify.com/hello-gutenify/"},"download_link":"https://downloads.wordpress.org/theme/hello-gutenify.2.0.0.zip","tags":{"block-patterns":"Block Editor Patterns","custom-colors":"Custom Colors","custom-logo":"Custom Logo","custom-menu":"Custom Menu","editor-style":"Editor Style","featured-images":"Featured Images","full-site-editing":"Full Site Editing","one-column":"One Column","rtl-language-support":"RTL Language Support","sticky-post":"Sticky Post","threaded-comments":"Threaded Comments"}}