{"name":"Kelsey","slug":"kelsey","version":"1.0.3","preview_url":"https://wp-themes.com/kelsey/","author":"wenthemes","screenshot_url":"//ts.w.org/wp-content/themes/kelsey/screenshot.png?ver=1.0.3","rating":0,"num_ratings":0,"downloaded":8137,"last_updated":"2022-11-05","last_updated_time":"2022-11-05 07:05:09","homepage":"https://wordpress.org/themes/kelsey/","sections":{"description":"Kelsey is our first free multipurpose dark WordPress Block Theme for Full Site Editing that comes with a beautiful design. This is a block-based theme that is suitable for all kinds of websites like portfolios, businesses, photography, corporate, and many more. With the help of the drag and drop interface, you can easily start building your content using block patterns. The theme is built in accordance with Full Site Editing features that let you customize your site as per your need. With the dark design, Kelsey helps in making your site unique among others. The theme includes clean typography and a simple design so start building a stunning website. The theme comes with 8 different block patterns, 9 Templates, and 5 Template Parts. The block patterns are Header Default, Header Media, Service, Hero Content, Featured Content, CTA Horizontal, Footer contact info, and Footer Default. All of the blocks, block patterns, templates, and templates parts are fully responsive, extremely easy to use, and highly customizable. Download Kelsey today and start building your site with blocks! Official Support Forum: https://themepalace.com/support-forum/ Full Demo: https://demo.wenthemes.com/kelsey-free/"},"download_link":"https://downloads.wordpress.org/theme/kelsey.1.0.3.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}