{"name":"Lensation","slug":"lensation","version":"1.1.1","preview_url":"https://wp-themes.com/lensation/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/lensation/screenshot.png?ver=1.1.1","rating":100,"num_ratings":3,"downloaded":6646,"last_updated":"2022-12-23","last_updated_time":"2022-12-23 19:21:54","homepage":"https://wordpress.org/themes/lensation/","sections":{"description":"Lensation is a free photography WordPress block theme for full site editing. This block-based theme is perfect for photographers, photo bloggers, freelancers, and other creative photography-centric websites. However, it is a multipurpose theme and it offers a range of features and design options, so you can use Lensation Pro for all kinds of websites like corporate, personal blogs, portfolios, and more. This theme comes with a light color scheme. It is easy to use and fully responsive that looks awesome on all the screens. With Full Site Editing features, you can customize your site easily. The theme comes with simple and easy-to-use block patterns which let you drag and drop the blocks and build the content perfectly. There are 10 different block patterns, 11 FSE Templates, and 6 Template Parts available in this free version theme. Some of the block patterns are Hero Content, Contact Us, Header Media, Services, 404 Header, Archive Header, Blog Header, Default Footer, Footer Three Columns, and Recent Blog. All of the blocks, block patterns, templates, and template parts in Lensation are fully responsive, highly customizable, and adapt to all screen sizes beautifully. Download Lensation today and start building your site beautifully with blocks."},"download_link":"http://downloads.wordpress.org/theme/lensation.1.1.1.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}