{"name":"Lyna","slug":"lyna","version":"1.1.3","preview_url":"https://wp-themes.com/lyna/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/lyna/screenshot.png?ver=1.1.3","rating":0,"num_ratings":0,"downloaded":6806,"last_updated":"2022-11-05","last_updated_time":"2022-11-05 06:16:11","homepage":"https://wordpress.org/themes/lyna/","sections":{"description":"Lyna is a free multipurpose WordPress block theme for full site editing. This is a multipurpose WordPress theme that comes with a wide range of designs ideal for any purpose. It is best suited for corporate, businesses, blogs, magazines, portfolios, photography, personal, freelance, startup, and many more. The theme is built in with amazing Full Site Editing features that let you customize your site the way you like. This theme is fully responsive that looks beautiful on all the screens. The block patterns are simple and easy to use which let you drag and drop the blocks and build the content perfectly. There are 11 + different block patterns, 10 Templates, and 5 Template Parts available in this free version theme. Some of the block patterns are Header media, Sidebar, Hero content, Contact, Featured content, 404 Header, Archive header, Default footer, Default header, Post Header, and many more.  All of the blocks, block patterns, templates, and template parts in Lyna are fast loading, fully responsive, highly customizable, and adapt to all screen sizes perfectly.  Download Lyna today and start building your site with blocks!"},"download_link":"https://downloads.wordpress.org/theme/lyna.1.1.3.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","photography":"Photography","portfolio":"Portfolio","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}