{"name":"Pentatonic","slug":"pentatonic","version":"1.1.2","preview_url":"https://wp-themes.com/pentatonic/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/pentatonic/screenshot.png?ver=1.1.2","rating":100,"num_ratings":1,"downloaded":12216,"last_updated":"2022-11-08","last_updated_time":"2022-11-08 08:39:25","homepage":"https://wordpress.org/themes/pentatonic/","sections":{"description":"Pentatonic is a free music WordPress block theme for full site editing. This is a block-based theme that is ideal for musicians, bands, artists, and other creative artists. This music theme includes beautiful designs that let you showcase everything that you have to offer. It comes with a responsive design that looks beautiful on all screen sizes. The theme is built in with amazing Full Site Editing features that let you customize your site perfectly. The theme comes with a dark color scheme that looks unique and attracts customers to your site. The block patterns are simple and easy to use which let you drag and drop the blocks and build the content perfectly. There are 15 + different block patterns, 11 Templates, and 8 Template Parts available in this theme. Some of the block patterns are About Us, CTA, Featured Content, Sidebar, Music Podcasts, 404 Header, Archive header, Default footer, Footer with three columns, Default header, Recent with blog sidebar, Post header, Header with buttons, and many more. All of the blocks, block patterns, templates, and template parts in Pentatonic are fully responsive, highly customizable, and adapt to all screen sizes beautifully. Download Pentatonic today and start building your music site bold and beautiful."},"download_link":"http://downloads.wordpress.org/theme/pentatonic.1.1.2.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}