{"name":"Rhythmic","slug":"rhythmic","version":"1.0.4","preview_url":"https://wp-themes.com/rhythmic/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/rhythmic/screenshot.png?ver=1.0.4","rating":0,"num_ratings":0,"downloaded":4086,"last_updated":"2022-12-01","last_updated_time":"2022-12-01 18:45:54","homepage":"https://wordpress.org/themes/rhythmic/","sections":{"description":"Rhythmic is a clean and modern free music WordPress block theme. This is a full-site editing music theme that comes with many unique customizable features and functionalities. It is a block-based theme perfect for musicians and bands to promote their music and events. The theme is an elegant yet simple design that lets you showcase everything that you have to offer. This theme is fully responsive and retina-ready which makes your music website absolutely beautiful and flawless. All the block patterns are simple and easy to use that lets you drag and drop the blocks easily and build the content. There are 20+ different block patterns, 13 FSE Templates, and 6 Template Parts. Some of the block patterns are Contact, Header Media, Hero Section, Product, Sidebar, Stats, Video Section, 404 Header with Background, Archive Header With Background, 404 Header, Footer, Footer With Four Columns, Post Header, Recent Blog, Search Header With Background, and many more. All the block patterns, templates, and templates parts are fully customizable and responsive. Buy Rhythmic Pro and promote your music."},"download_link":"https://downloads.wordpress.org/theme/rhythmic.1.0.4.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","photography":"Photography","portfolio":"Portfolio","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}