{"name":"Shoplaza","slug":"shoplaza","version":"1.0.1","preview_url":"https://wp-themes.com/shoplaza/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/shoplaza/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"downloaded":3327,"last_updated":"2022-12-17","last_updated_time":"2022-12-17 05:04:29","homepage":"https://wordpress.org/themes/shoplaza/","sections":{"description":"Shoplaza is a free eCommerce WordPress block theme for full site editing. This block-based theme comes with a classy, elegant, and minimal design perfect to make your sales strong and steady. It is ideal for all types of eCommerce websites and also online stores. There are WooCommerce patterns available in this theme. So, to use these patterns, you need to install the WooCommerce plugin. You can easily drag and drop the block patterns and customize your website just the way you want. All the features and functionality of this theme are fully customizable. There are 18+ block patterns, 16 Templates, and 9 Template Parts available in this theme to help you build the eCommerce site beautifully. Some of the block patterns are 404 Header, Archive Header, CTA, Featured Product Three Columns, Footer Default, Footer Three Columns, Header Default, Header Media, Header With Cart, Hidden 404, Post Header, Product Category Four Rows, Search Header, Shop Header, Sidebar Products, Sidebar, and WooCommerce Features. All the block patterns, Templates, and Templates Parts are fully responsive, highly customizable, and fast loading. Download Shoplaza today and build a professional-looking eCommerce website and sell the products."},"download_link":"https://downloads.wordpress.org/theme/shoplaza.1.0.1.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}