{"name":"VisionArt","slug":"visionart","version":"1.0.1","preview_url":"https://wp-themes.com/visionart/","author":"catchthemes","screenshot_url":"//ts.w.org/wp-content/themes/visionart/screenshot.png?ver=1.0.1","rating":0,"num_ratings":0,"downloaded":3218,"last_updated":"2023-01-27","last_updated_time":"2023-01-27 08:28:39","homepage":"https://wordpress.org/themes/visionart/","sections":{"description":"VisionArt is a free photography WordPress block theme for full site editing. This theme is perfect for photographers, graphic designers, creative artists, photo bloggers, freelancers, and other creative photography-centric websites. It is a block-based theme that offers a range of features and design options for building a perfect photography website. The theme comes with a light color scheme with an amazing design. With Full Site Editing features, you can customize your site the way want. All the block patterns are simple and easy to use so drag and drop the blocks and build the content perfectly. There are 25 + different block patterns, 22 FSE Templates, and 11 Template Parts available in this theme. Some block patterns are Contact, Header Media, Pricing, Services, Sidebar, Stats, Team, 404 Header With Background, Archive Header With Background, Featured Content, Footer, Footer With Three Columns, Header Transparent With Cart, Product Sidebar, Recent Blog, Search Header, and many more. All of the blocks, block patterns, templates, and template parts in VisionArt are highly customizable, fully responsive, fast loading, and adapt to all screen sizes perfectly. Download VisionArt today and build a stunning photography website and let your photos shine."},"download_link":"https://downloads.wordpress.org/theme/visionart.1.0.1.zip","tags":{"block-patterns":"Block Editor Patterns","block-styles":"Block Editor Styles","blog":"Blog","custom-background":"Custom Background","custom-logo":"Custom Logo","custom-menu":"Custom Menu","featured-images":"Featured Images","footer-widgets":"Footer Widgets","full-site-editing":"Full Site Editing","left-sidebar":"Left Sidebar","one-column":"One Column","photography":"Photography","portfolio":"Portfolio","right-sidebar":"Right Sidebar","threaded-comments":"Threaded Comments","translation-ready":"Translation Ready","two-columns":"Two Columns","wide-blocks":"Wide Blocks"}}